Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# imperialTeaspoons.detailedIntroduction
source: Imperial Teaspoons are a unit of volume used in the UK.
de: Der Imperial Teelöffel ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Ein Imperial Teelöffel entspricht etwa 5,91939 Milliliter.
es: Una cucharadita imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 5.91939 mililitros.
fr: La cuillère à café impériale est une unité de volume utilisée principalement au Royaume-Uni. 1 cuillère à café impériale = 5.91939 millilitres.
ja: 英ティースプーンは体積の単位で、1英ティースプーンは約5.91939ミリリットルです。
ko: 임페리얼 티스푼은 부피의 단위입니다. 1임페리얼 티스푼은 약 5.91939밀리리터입니다.
pt: Colher de chá imperial é uma unidade de volume usada no Reino Unido, igual a 1/128 de pint imperial ou 5,91939 mililitros.
th: ช้อนชาอิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือผงในการทำอาหาร
zh_hans: 英制茶匙是体积单位，等于约0.00591939升。
zh_hant: 帝國茶匙是英國使用的體積單位。

# imperialTablespoons.shortName
source: Imperial Tablespoons
de: Imperial Esslöffel
es: Cucharadas Imperiales
fr: Cuillère à Soupe Impériale
ja: 英テーブルスプーン
ko: 임페리얼 테이블스푼
pt: Colher de Sopa Imperial
ru: имп ст.л.
th: ช้อนโต๊ะอิมพีเรียล
zh_hans: 英制汤匙
zh_hant: 帝國湯匙

# imperialTablespoons.longName
source: Imperial Tablespoons
de: Imperial Esslöffel
es: Cucharadas Imperiales
fr: Cuillère à Soupe Impériale
ja: 英テーブルスプーン
ko: 임페리얼 테이블스푼
pt: Colheres de Sopa Imperiais
ru: Имперская столовая ложка
th: ช้อนโต๊ะอิมพีเรียล
zh_hans: 英制汤匙
zh_hant: 帝國湯匙

# imperialTablespoons.detailedIntroduction
source: Imperial Tablespoons are a unit of volume used in the UK.
de: Der Imperial Esslöffel ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Ein Imperial Esslöffel entspricht etwa 17,7582 Milliliter.
es: Una cucharada imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 17.7582 mililitros.
fr: La cuillère à soupe impériale est une unité de volume utilisée principalement au Royaume-Uni. 1 cuillère à soupe impériale = 17.7582 millilitres.
ja: 英テーブルスプーンは体積の単位で、1英テーブルスプーンは約17.7582ミリリットルです。
ko: 임페리얼 테이블스푼은 부피의 단위입니다. 1임페리얼 테이블스푼은 약 17.7582밀리리터입니다.
pt: Colher de sopa imperial é uma unidade de volume usada no Reino Unido, igual a 1/32 de pint imperial ou 17,7582 mililitros.
th: ช้อนโต๊ะอิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือผงในการทำอาหาร
zh_hans: 英制汤匙是体积单位，等于约0.0177582升。
zh_hant: 帝國湯匙是英國使用的體積單位。

# imperialFluidOunces.shortName
source: Imperial Fluid Ounces
de: Imperial Flüssigunze
es: Onzas Líquidas Imperiales
fr: Once Liquide Impériale
ja: 英液量オンス
ko: 임페리얼 액량 온스
pt: Onça Fluida Imperial
ru: имп ф.унц.
th: ออนซ์ของเหลวอิมพีเรียล
zh_hans: 英制液盎司
zh_hant: 帝國液體盎司

# imperialFluidOunces.longName
source: Imperial Fluid Ounces
de: Imperial Flüssigunze
es: Onzas Líquidas Imperiales
fr: Once Liquide Impériale
ja: 英液量オンス
ko: 임페리얼 액량 온스
pt: Onças Fluidas Imperiais
ru: Имперская жидкостная унция
th: ออนซ์ของเหลวอิมพีเรียล
zh_hans: 英制液盎司
zh_hant: 帝國液體盎司

# imperialFluidOunces.detailedIntroduction
source: Imperial Fluid Ounces are a unit of volume used in the UK.
de: Die Imperial Flüssigunze ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Eine Imperial Flüssigunze entspricht etwa 28,4131 Milliliter.
es: Una onza líquida imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 28.4131 mililitros.
fr: L'once liquide impériale est une unité de volume utilisée principalement au Royaume-Uni. 1 once liquide impériale = 28.4131 millilitres.
ja: 英液量オンスは体積の単位で、1英液量オンスは約28.4131ミリリットルです。
ko: 임페리얼 액량 온스는 부피의 단위입니다. 1임페리얼 액량 온스는 약 28.4131밀리리터입니다.
pt: Onça fluida imperial é uma unidade de volume usada no Reino Unido, igual a 1/20 de pint imperial ou 28,4131 mililitros.
th: ออนซ์ของเหลวอิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 英制液盎司是体积单位，等于约0.0284131升。
zh_hant: 帝國液體盎司是英國使用的體積單位。

# imperialPints.shortName
source: Imperial Pints
de: Imperial Pint
es: Pintas Imperiales
fr: Pinte Impériale
ja: 英パイント
ko: 임페리얼 파인트
pt: Pint Imperial
ru: имп пт
th: ไพน์อิมพีเรียล
zh_hans: 英制品脱
zh_hant: 帝國品脫

# imperialPints.longName
source: Imperial Pints
de: Imperial Pint
es: Pintas Imperiales
fr: Pinte Impériale
ja: 英パイント
ko: 임페리얼 파인트
pt: Pints Imperiais
ru: Имперская пинта
th: ไพน์อิมพีเรียล
zh_hans: 英制品脱
zh_hant: 帝國品脫

# imperialPints.detailedIntroduction
source: Imperial Pints are a unit of volume used in the UK.
de: Das Imperial Pint ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Ein Imperial Pint entspricht etwa 568,261 Milliliter.
es: Una pinta imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 568.261 mililitros.
fr: La pinte impériale est une unité de volume utilisée principalement au Royaume-Uni. 1 pinte impériale = 568.261 millilitres.
ja: 英パイントは体積の単位で、1英パイントは約568.261ミリリットルです。
ko: 임페리얼 파인트는 부피의 단위입니다. 1임페리얼 파인트는 약 568.261밀리리터입니다.
pt: Pint imperial é uma unidade de volume usada no Reino Unido, igual a 1/8 de galão imperial ou 0,568261 litros.
th: ไพน์อิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 英制品脱是体积单位，等于约0.568261升。
zh_hant: 帝國品脫是英國使用的體積單位。

# imperialQuarts.shortName
source: Imperial Quarts
de: Imperial Quart
es: Cuartos Imperiales
fr: Quart Impérial
ja: 英クォート
ko: 임페리얼 쿼트
pt: Quart Imperial
ru: имп к
th: ควอร์ตอิมพีเรียล
zh_hans: 英制夸脱
zh_hant: 帝國夸脫

# imperialQuarts.longName
source: Imperial Quarts
de: Imperial Quart
es: Cuartos Imperiales
fr: Quart Impérial
ja: 英クォート
ko: 임페리얼 쿼트
pt: Quarts Imperiais
ru: Имперская кварта
th: ควอร์ตอิมพีเรียล
zh_hans: 英制夸脱
zh_hant: 帝國夸脫

# imperialQuarts.detailedIntroduction
source: Imperial Quarts are a unit of volume used in the UK.
de: Das Imperial Quart ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Ein Imperial Quart entspricht etwa 1,13652 Liter.
es: Un cuarto imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 1.13652 litros.
fr: Le quart impérial est une unité de volume utilisée principalement au Royaume-Uni. 1 quart impérial = 1.13652 litres.
ja: 英クォートは体積の単位で、1英クォートは約1.13652リットルです。
ko: 임페리얼 쿼트는 부피의 단위입니다. 1임페리얼 쿼트는 약 1.13652리터입니다.
pt: Quart imperial é uma unidade de volume usada no Reino Unido, igual a 1/4 de galão imperial ou 1,13652 litros.
th: ควอร์ตอิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 英制夸脱是体积单位，等于约1.13652升。
zh_hant: 帝國夸脫是英國使用的體積單位。

# imperialGallons.shortName
source: Imperial Gallons
de: Imperial Gallone
es: Galones Imperiales
fr: Gallon Impérial
ja: 英ガロン
ko: 임페리얼 갤런
pt: Galão Imperial
ru: имп гал
th: แกลลอนอิมพีเรียล
zh_hans: 英制加仑
zh_hant: 帝國加侖

# imperialGallons.longName
source: Imperial Gallons
de: Imperial Gallone
es: Galones Imperiales
fr: Gallon Impérial
ja: 英ガロン
ko: 임페리얼 갤런
pt: Galões Imperiais
ru: Имперский галлон
th: แกลลอนอิมพีเรียล
zh_hans: 英制加仑
zh_hant: 帝國加侖

# imperialGallons.detailedIntroduction
source: Imperial Gallons are a unit of volume used in the UK.
de: Die Imperial Gallone ist eine Volumeneinheit, die im Vereinigten Königreich verwendet wird. Eine Imperial Gallone entspricht etwa 4,54609 Liter.
es: Un galón imperial es una unidad de volumen en el sistema imperial británico, igual a aproximadamente 4.54609 litros.
fr: Le gallon impérial est une unité de volume utilisée principalement au Royaume-Uni. 1 gallon impérial = 4.54609 litres.
ja: 英ガロンは体積の単位で、1英ガロンは約4.54609リットルです。
ko: 임페리얼 갤런은 부피의 단위입니다. 1임페리얼 갤런은 약 4.54609리터입니다.
pt: Galão imperial é uma unidade de volume usada no Reino Unido, igual a 4,54609 litros.
th: แกลลอนอิมพีเรียลเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 英制加仑是体积单位，等于约4.54609升。
zh_hant: 帝國加侖是英國使用的體積單位。

# metricCups.symbol
source: c
de: metric cup
es: m cup
fr: cup
ja: m cup
ko: metric cup
pt: cup
ru: мл
th: ถ้วยเมตริก
zh_hans: m cup

# metricCups.shortName
source: Metric Cups
de: Metrische Tasse
es: Tazas Métricas
fr: Tasse Métrique
ja: メトリックカップ
ko: 미터 컵
pt: Copo Métrico
ru: мл
th: ถ้วยเมตริก
zh_hans: 公制杯
zh_hant: 公制杯

# metricCups.longName
source: Metric Cups
de: Metrische Tasse
es: Tazas Métricas
fr: Tasse Métrique
ja: メトリックカップ
ko: 미터 컵
pt: Copos Métricos
ru: Метрическая чашка
th: ถ้วยเมตริก
zh_hans: 公制杯
zh_hant: 公制杯

# metricCups.detailedIntroduction
source: Metric Cups are a unit of volume used in cooking, equal to 250 milliliters.
de: Die metrische Tasse ist eine Volumeneinheit, die im metrischen System verwendet wird. Eine metrische Tasse entspricht 250 Milliliter.
es: Una taza métrica es una unidad de volumen en el Sistema Internacional de Unidades, igual a 250 mililitros.
fr: La tasse métrique est une unité de volume utilisée principalement en Australie, au Canada, et en Nouvelle-Zélande. 1 tasse métrique = 250 millilitres.
ja: メトリックカップは体積の単位で、1メトリックカップは約250ミリリットルです。
ko: 미터 컵은 부피의 단위입니다. 1미터 컵은 250밀리리터입니다.
pt: Copo métrico é uma unidade de volume usada em receitas culinárias.
th: ถ้วยเมตริกเป็นหน่วยปริมาตรในระบบเมตริกที่ใช้ในการวัดปริมาตรของของเหลวหรือของแห้งในการทำอาหาร
zh_hans: 公制杯是体积单位，等于0.25升。
zh_hant: 公制杯是烹飪中使用的體積單位，等於250毫升。

# metersPerSecondSquared.shortName
source: Meters/Second²
de: Meter pro Quadratsekunde
es: Metros por Segundo Cuadrado
fr: Mètres par Seconde Carré
ja: メートル毎秒毎秒
ko: 미터/초²
pt: Metro por Segundo ao Quadrado
ru: м/с²
th: เมตรต่อวินาที²
zh_hans: 米每二次方秒
zh_hant: 米/秒²

# metersPerSecondSquared.longName
source: Meters per Second Squared
de: Meter pro Quadratsekunde
es: Metros por Segundo Cuadrado
fr: Mètres par Seconde Carré
ja: メートル毎秒毎秒
ko: 미터/초²
pt: Metros por Segundo ao Quadrado
ru: Метры в секунду в квадрате
th: เมตรต่อวินาที²
zh_hans: 米每二次方秒
zh_hant: 米每二次方秒

# metersPerSecondSquared.detailedIntroduction
source: Meters per Second Squared is the SI unit of acceleration.
de: Meter pro Quadratsekunde ist die Basiseinheit der Beschleunigung im internationalen Einheitensystem (SI). Es misst die Änderung der Geschwindigkeit pro Sekunde.
es: Metros por segundo cuadrado es una unidad de aceleración en el Sistema Internacional de Unidades, que mide el cambio de velocidad en metros por segundo cada segundo.
fr: Le mètre par seconde carré est l'unité de base de l'accélération dans le système international d'unités (SI).
ja: メートル毎秒毎秒は加速度の単位で、1メートル毎秒毎秒は速度が1秒間に1メートル毎秒変化することを表します。
ko: 미터/초²는 가속도의 단위입니다. 1미터/초²는 약 9.80665m/s²입니다.
pt: Metro por segundo ao quadrado é a unidade de aceleração no Sistema Internacional de Unidades (SI).
ru: Метры в секунду в квадрате - это базовая единица измерения ускорения в Международной системе единиц (СИ), равная изменению скорости на один метр в секунду за каждую секунду.
th: เมตรต่อวินาที²เป็นหน่วยความเร่งในระบบเมตริกที่ใช้ในการวัดการเปลี่ยนแปลงของความเร็วต่อเวลาที่เพิ่มขึ้น
zh_hans: 米每二次方秒是加速度单位，表示物体每秒速度变化的米数。
zh_hant: 米每二次方秒是國際單位制（SI）的加速度單位。

# gravity.shortName
source: Gravity
de: Gravitation
es: Gravedad
fr: Gravité
ja: 重力加速度
ko: 중력
pt: Gravidade
ru: грав
th: แรงโน้มถ่วง
zh_hans: 重力加速度
zh_hant: 重力

# gravity.longName
source: Gravity
de: Gravitation
es: Gravedad
fr: Gravité
ja: 重力加速度
ko: 중력
pt: Gravidades
ru: Гравитация
th: แรงโน้มถ่วง
zh_hans: 重力加速度
zh_hant: 重力

# gravity.detailedIntroduction
source: Gravity is the acceleration due to gravity at the Earth's surface, approximately 9.81 m/s².
de: Die Gravitation ist eine Beschleunigungseinheit, die die Schwerkraft der Erde misst. Ein g entspricht etwa 9,80665 Meter pro Quadratsekunde.
es: Gravedad es una unidad de aceleración que mide la fuerza gravitacional en la superficie de la Tierra, igual a aproximadamente 9.80665 metros por segundo cuadrado.
fr: La gravité est une unité d'accélération égale à l'accélération gravitationnelle à la surface de la Terre. 1 g = 9.80665 m/s².
ja: 重力加速度は物体が地球の重力により引かれる加速度を表し、約9.80665メートル毎秒毎秒です。
ko: 중력은 가속도의 단위입니다. 1중력은 약 9.80665m/s²입니다.
pt: Gravidade é a unidade de aceleração no Sistema Internacional de Unidades (SI), igual a aproximadamente 9,81 metros por segundo ao quadrado.
th: แรงโน้มถ่วงเป็นหน่วยความเร่งที่ใช้ในการวัดแรงดึงดูดของโลกต่อวัตถุที่ตกลงมา
zh_hans: 重力加速度是物体受重力作用产生的加速度，等于约9.80665米每二次方秒。
zh_hant: 重力是地球表面的重力加速度，約等於9.81米每二次方秒。

# terawatts.shortName
source: Terawatts
de: Terawatt
es: Teravatios
fr: Térawatt
ja: テラワット
ko: 테라와트
pt: Terawatt
ru: Тераватт
th: เทระวัตต์
zh_hans: 太瓦
zh_hant: 太瓦

# terawatts.longName
source: Terawatts
de: Terawatt
es: Teravatios
fr: Térawatt
ja: テラワット
ko: 테라와트
ru: Тераватт
th: เทระวัตต์
zh_hans: 太瓦
zh_hant: 太瓦

# terawatts.detailedIntroduction
source: Terawatts are a unit of power equal to one trillion watts.
de: Der Terawatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Terawatt entspricht 1.000.000.000.000 Watt.
es: Un teravatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a un billón de vatios.
fr: Le térawatt est une unité de puissance égale à un billion de watts (1 TW = 10^12 W).
ja: テラワットはパワーの単位で、1テラワットは1兆ワットです。
ko: 테라와트는 전력의 단위입니다. 1테라와트는 10¹²와트입니다.
pt: Terawatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um trilhão de watts.
ru: Тераватт - это единица измерения мощности в Международной системе единиц (СИ), равная 1 триллиону ватт.
th: เทระวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับใหญ่ เช่น การผลิตพลังงานไฟฟ้าของทั้งประเทศ
zh_hans: 太瓦是功率单位，等于1万亿瓦特。
zh_hant: 太瓦是功率單位，等於一萬億瓦特。

# gigawatts.shortName
source: Gigawatts
de: Gigawatt
es: Gigavatios
fr: Gigawatt
ja: ギガワット
ko: 기가와트
pt: Gigawatt
ru: Гигаватт
th: กิกะวัตต์
zh_hans: 吉瓦
zh_hant: 吉瓦

# gigawatts.longName
source: Gigawatts
de: Gigawatt
es: Gigavatios
fr: Gigawatt
ja: ギガワット
ko: 기가와트
ru: Гигаватт
th: กิกะวัตต์
zh_hans: 吉瓦
zh_hant: 吉瓦

# gigawatts.detailedIntroduction
source: Gigawatts are a unit of power equal to one billion watts.
de: Der Gigawatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Gigawatt entspricht 1.000.000.000 Watt.
es: Un gigavatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a mil millones de vatios.
fr: Le gigawatt est une unité de puissance égale à un milliard de watts (1 GW = 10^9 W).
ja: ギガワットはパワーの単位で、1ギガワットは10億ワットです。
ko: 기가와트는 전력의 단위입니다. 1기가와트는 10⁹와트입니다.
pt: Gigawatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um bilhão de watts.
ru: Гигаватт - это единица измерения мощности в Международной системе единиц (СИ), равная 1 миллиарду ватт.
th: กิกะวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับใหญ่ เช่น การผลิตพลังงานไฟฟ้าของโรงไฟฟ้า
zh_hans: 吉瓦是功率单位，等于10亿瓦特。
zh_hant: 吉瓦是功率單位，等於十億瓦特。

# megawatts.shortName
source: Megawatts
de: Megawatt
es: Megavatios
fr: Mégawatt
ja: メガワット
ko: 메가와트
pt: Megawatt
ru: Мегаватт
th: เมกะวัตต์
zh_hans: 兆瓦
zh_hant: 兆瓦

# megawatts.longName
source: Megawatts
de: Megawatt
es: Megavatios
fr: Mégawatt
ja: メガワット
ko: 메가와트
ru: Мегаватт
th: เมกะวัตต์
zh_hans: 兆瓦
zh_hant: 兆瓦

# megawatts.detailedIntroduction
source: Megawatts are a unit of power equal to one million watts.
de: Der Megawatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Megawatt entspricht 1.000.000 Watt.
es: Un megavatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a un millón de vatios.
fr: Le mégawatt est une unité de puissance égale à un million de watts (1 MW = 10^6 W).
ja: メガワットはパワーの単位で、1メガワットは100万ワットです。
ko: 메가와트는 전력의 단위입니다. 1메가와트는 10⁶와트입니다.
pt: Megawatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um milhão de watts.
ru: Мегаватт - это единица измерения мощности в Международной системе единиц (СИ), равная 1 миллиону ватт.
th: เมกะวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับใหญ่ เช่น การผลิตพลังงานไฟฟ้าของโรงไฟฟ้าขนาดใหญ่
zh_hans: 兆瓦是功率单位，等于100万瓦特。
zh_hant: 兆瓦是功率單位，等於一百萬瓦特。

# kilowatts.shortName
source: Kilowatts
de: Kilowatt
es: Kilovatios
fr: Kilowatt
ja: キロワット
ko: 킬로와트
pt: Quilowatt
ru: Киловатт
th: กิโลวัตต์
zh_hans: 千瓦
zh_hant: 千瓦

# kilowatts.longName
source: Kilowatts
de: Kilowatt
es: Kilovatios
fr: Kilowatt
ja: キロワット
ko: 킬로와트
pt: Quilowatts
ru: Киловатт
th: กิโลวัตต์
zh_hans: 千瓦
zh_hant: 千瓦

# kilowatts.detailedIntroduction
source: Kilowatts are a unit of power equal to one thousand watts.
de: Der Kilowatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Kilowatt entspricht 1.000 Watt.
es: Un kilovatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a mil vatios.
fr: Le kilowatt est une unité de puissance égale à mille watts (1 kW = 10^3 W).
ja: キロワットはパワーの単位で、1キロワットは1000ワットです。
ko: 킬로와트는 전력의 단위입니다. 1킬로와트는 10³와트입니다.
pt: Quilowatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a mil watts.
ru: Киловатт - это единица измерения мощности в Международной системе единиц (СИ), равная 1000 ватт.
th: กิโลวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็ก เช่น การใช้พลังงานของเครื่องใช้ไฟฟ้าในบ้าน
zh_hans: 千瓦是功率单位，等于1000瓦特。
zh_hant: 千瓦是功率單位，等於一千瓦特。

# watts.shortName
source: Watts
de: Watt
es: Vatios
fr: Watt
ja: ワット
ko: 와트
pt: Watt
ru: Ватт
th: วัตต์
zh_hans: 瓦
zh_hant: 瓦

# watts.longName
source: Watts
de: Watt
es: Vatios
fr: Watt
ja: ワット
ko: 와트
ru: Ватт
th: วัตต์
zh_hans: 瓦
zh_hant: 瓦

# watts.detailedIntroduction
source: Watts are the SI base unit of power.
de: Der Watt ist die Basiseinheit der Leistung im internationalen Einheitensystem (SI). Ein Watt ist definiert als ein Joule pro Sekunde.
es: Un vatio es la unidad básica de potencia en el Sistema Internacional de Unidades.
fr: Le watt est l'unité de base de la puissance dans le système international d'unités (SI).
ja: ワットはパワーの基本単位で、1ワットは1秒間に1ジュールの仕事をするパワーを表します。
ko: 와트는 전력의 기본 단위입니다. 1와트는 1줄/초입니다.
pt: Watt é a unidade básica de potência no Sistema Internacional de Unidades (SI).
ru: Ватт - это единица измерения мощности в Международной системе единиц (СИ), равная скорости передачи энергии в 1 джоуль в секунду.
th: วัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็ก เช่น การใช้พลังงานของเครื่องใช้ไฟฟ้า
zh_hans: 瓦是功率单位，等于1焦耳每秒。
zh_hant: 瓦特是國際單位制（SI）的功率基本單位。

# milliwatts.shortName
source: Milliwatts
de: Milliwatt
es: Milivatios
fr: Milliwatt
ja: ミリワット
ko: 밀리와트
pt: Miliwatt
ru: мВт
th: มิลลิวัตต์
zh_hans: 毫瓦
zh_hant: 毫瓦

# milliwatts.longName
source: Milliwatts
de: Milliwatt
es: Milivatios
fr: Milliwatt
ja: ミリワット
ko: 밀리와트
pt: Miliwatts
ru: Милливатт
th: มิลลิวัตต์
zh_hans: 毫瓦
zh_hant: 毫瓦

# milliwatts.detailedIntroduction
source: Milliwatts are a unit of power equal to one-thousandth of a watt.
de: Der Milliwatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Milliwatt entspricht 1/1.000 Watt.
es: Un milivatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a una milésima parte de un vatio.
fr: Le milliwatt est une unité de puissance égale à un millième de watt (1 mW = 10^-3 W).
ja: ミリワットはパワーの単位で、1ミリワットは0.001ワットです。
ko: 밀리와트는 전력의 단위입니다. 1밀리와트는 0.001와트입니다.
pt: Miliwatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um milésimo de watt.
th: มิลลิวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็กมาก เช่น การใช้พลังงานของอุปกรณ์อิเล็กทรอนิกส์
zh_hans: 毫瓦是功率单位，等于0.001瓦特。
zh_hant: 毫瓦是功率單位，等於千分之一瓦特。

# microwatts.symbol
source: µW
es: μW
ru: мкВт
zh_hans: μW

# microwatts.shortName
source: Microwatts
de: Mikrowatt
es: Microvatios
fr: Microwatt
ja: マイクロワット
ko: 마이크로와트
pt: Microwatt
ru: мкВт
th: ไมโครวัตต์
zh_hans: 微瓦
zh_hant: 微瓦

# microwatts.longName
source: Microwatts
de: Mikrowatt
es: Microvatios
fr: Microwatt
ja: マイクロワット
ko: 마이크로와트
ru: Микроватт
th: ไมโครวัตต์
zh_hans: 微瓦
zh_hant: 微瓦

# microwatts.detailedIntroduction
source: Microwatts are a unit of power equal to one-millionth of a watt.
de: Der Mikrowatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Mikrowatt entspricht 1/1.000.000 Watt.
es: Un microvatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a una millonésima parte de un vatio.
fr: Le microwatt est une unité de puissance égale à un millionième de watt (1 µW = 10^-6 W).
ja: マイクロワットはパワーの単位で、1マイクロワットは0.000001ワットです。
ko: 마이크로와트는 전력의 단위입니다. 1마이크로와트는 0.000001와트입니다.
pt: Microwatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um milionésimo de watt.
th: ไมโครวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็กมาก เช่น การใช้พลังงานของอุปกรณ์อิเล็กทรอนิกส์ขนาดเล็ก
zh_hans: 微瓦是功率单位，等于0.000001瓦特。
zh_hant: 微瓦是功率單位，等於百萬分之一瓦特。

# nanowatts.shortName
source: Nanowatts
de: Nanowatt
es: Nanovatios
fr: Nanowatt
ja: ナノワット
ko: 나노와트
pt: Nanowatt
ru: нВт
th: นาโนวัตต์
zh_hans: 纳瓦
zh_hant: 納瓦

# nanowatts.longName
source: Nanowatts
de: Nanowatt
es: Nanovatios
fr: Nanowatt
ja: ナノワット
ko: 나노와트
ru: Нановатт
th: นาโนวัตต์
zh_hans: 纳瓦
zh_hant: 納瓦

# nanowatts.detailedIntroduction
source: Nanowatts are a unit of power equal to one-billionth of a watt.
de: Der Nanowatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Nanowatt entspricht 1/1.000.000.000 Watt.
es: Un nanovatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a una milmillonésima parte de un vatio.
fr: Le nanowatt est une unité de puissance égale à un milliardième de watt (1 nW = 10^-9 W).
ja: ナノワットはパワーの単位で、1ナノワットは0.000000001ワットです。
ko: 나노와트는 전력의 단위입니다. 1나노와트는 0.000000001와트입니다.
pt: Nanowatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um bilionésimo de watt.
th: นาโนวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็กมาก เช่น การใช้พลังงานของอุปกรณ์อิเล็กทรอนิกส์ขนาดเล็ก
zh_hans: 纳瓦是功率单位，等于0.000000001瓦特。
zh_hant: 納瓦是功率單位，等於十億分之一瓦特。

# picowatts.shortName
source: Picowatts
de: Pikowatt
es: Picovatios
fr: Picowatt
ja: ピコワット
ko: 피코와트
pt: Picowatt
ru: пВт
th: พิโควัตต์
zh_hans: 皮瓦
zh_hant: 皮瓦

# picowatts.longName
source: Picowatts
de: Pikowatt
es: Picovatios
fr: Picowatt
ja: ピコワット
ko: 피코와트
ru: Пиковатт
th: พิโควัตต์
zh_hans: 皮瓦
zh_hant: 皮瓦

# picowatts.detailedIntroduction
source: Picowatts are a unit of power equal to one-trillionth of a watt.
de: Der Pikowatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Pikowatt entspricht 1/1.000.000.000.000 Watt.
es: Un picovatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a una billonésima parte de un vatio.
fr: Le picowatt est une unité de puissance égale à un billionième de watt (1 pW = 10^-12 W).
ja: ピコワットはパワーの単位で、1ピコワットは0.000000000001ワットです。
ko: 피코와트는 전력의 단위입니다. 1피코와트는 0.000000000001와트입니다.
pt: Picowatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um trilionésimo de watt.
th: พิโควัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็กมาก เช่น การใช้พลังงานของอุปกรณ์อิเล็กทรอนิกส์ขนาดเล็ก
zh_hans: 皮瓦是功率单位，等于0.000000000001瓦特。
zh_hant: 皮瓦是功率單位，等於萬億分之一瓦特。

# femtowatts.shortName
source: Femtowatts
de: Femtowatt
es: Femtoavatios
fr: Femtowatt
ja: フェムトワット
ko: 펨토와트
pt: Femtowatt
ru: фВт
th: เฟมโตวัตต์
zh_hans: 飞瓦
zh_hant: 飛瓦

# femtowatts.longName
source: Femtowatts
de: Femtowatt
es: Femtoavatios
fr: Femtowatt
ja: フェムトワット
ko: 펨토와트
ru: Фемтоватт
th: เฟมโตวัตต์
zh_hans: 飞瓦
zh_hant: 飛瓦
