Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# inches.detailedIntroduction
source: Inches are a unit of length in the imperial system, commonly used in the United States.
de: Der Zoll ist eine Längeneinheit, die im angelsächsischen Maßsystem verwendet wird. 1 Zoll entspricht 2,54 Zentimetern.
es: Una pulgada es una unidad de longitud en el sistema imperial, igual a 1/12 de un pie o 2.54 centímetros.
fr: Le pouce est une unité de longueur utilisée principalement aux États-Unis. 1 pouce = 2.54 centimètres.
ja: インチは長さの単位で、1インチは約2.54センチメートルです。
ko: 인치는 길이의 단위입니다. 1인치는 2.54센티미터입니다.
pt: Polegada é uma unidade de comprimento igual a 1/12 de um pé ou 2,54 centímetros.
ru: Дюйм - это единица длины, равная 2.54 сантиметра. Обычно используется в США и Великобритании.
th: นิ้วเป็นหน่วยความยาวในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดระยะทางที่สั้น เช่น ขนาดของวัตถุขนาดเล็ก
zh_hans: 英寸是长度单位，等于0.0254米。
zh_hant: 英寸是英制長度單位，常用於美國。

# yards.shortName
source: Yards
de: Yard
es: Yardas
fr: Yard
ja: ヤード
ko: 야드
pt: Jarda
ru: Ярд
th: หลา
zh_hans: 码
zh_hant: 碼

# yards.longName
source: Yards
de: Yard
es: Yardas
fr: Yard
ja: ヤード
ko: 야드
pt: Jardas
ru: Ярд
th: หลา
zh_hans: 码
zh_hant: 碼

# yards.detailedIntroduction
source: Yards are a unit of length in the imperial system, commonly used in the United States.
de: Der Yard ist eine Längeneinheit, die im angelsächsischen Maßsystem verwendet wird. 1 Yard entspricht 0,9144 Metern.
es: Una yarda es una unidad de longitud en el sistema imperial, igual a 3 pies o 0.9144 metros.
fr: Le yard est une unité de longueur utilisée principalement aux États-Unis et au Royaume-Uni. 1 yard = 0.9144 mètres.
ja: ヤードは長さの単位で、1ヤードは約0.9144メートルです。
ko: 야드는 길이의 단위입니다. 1야드는 0.9144미터입니다.
pt: Jarda é uma unidade de comprimento igual a 3 pés ou 0,9144 metros.
ru: Ярд - это единица длины, равная 0.9144 метра. Обычно используется в США и Великобритании.
th: หลาเป็นหน่วยความยาวในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดระยะทางที่หลากหลาย เช่น ความยาวของสนามกีฬา
zh_hans: 码是长度单位，等于0.9144米。
zh_hant: 碼是英制長度單位，常用於美國。

# scandinavianMiles.shortName
source: Scandinavian Miles
de: Skandinavische Meile
es: Millas Escandinavas
fr: Mille Scandinave
ja: スカンジナビアンマイル
ko: 스칸디나비아 마일
pt: Milha Escandinava
ru: Скан. миля
th: ไมล์สแกนดิเนเวียน
zh_hans: 斯堪的纳维亚英里
zh_hant: 斯堪里米

# scandinavianMiles.longName
source: Scandinavian Miles
de: Skandinavische Meile
es: Millas Escandinavas
fr: Mille Scandinave
ja: スカンジナビアンマイル
ko: 스칸디나비아 마일
pt: Milhas Escandinavas
ru: Скандинавская миля
th: ไมล์สแกนดิเนเวียน
zh_hans: 斯堪的纳维亚英里
zh_hant: 斯堪里米

# scandinavianMiles.detailedIntroduction
source: Scandinavian miles are used in some Scandinavian countries and are equal to 10 kilometers.
de: Die skandinavische Meile ist eine Längeneinheit, die in Skandinavien verwendet wird. Eine skandinavische Meile entspricht 10 Kilometern.
es: Una milla escandinava es una unidad de longitud utilizada en los países escandinavos, igual a 10 kilómetros.
fr: Le mille scandinave est une unité de longueur utilisée principalement en Suède et en Norvège. 1 mille scandinave = 10 kilomètres.
ja: スカンジナビアンマイルは長さの単位で、1スカンジナビアンマイルは10キロメートルです。
ko: 스칸디나비아 마일은 스칸디나비아 국가에서 사용하는 길이 단위입니다. 1스칸디나비아 마일은 10킬로미터입니다.
pt: Milha escandinava é uma unidade de comprimento igual a 10 quilômetros, usada na Suécia e na Noruega.
ru: Скандинавская миля - это единица длины, равная 10 километрам. Используется в Швеции и Норвегии.
th: ไมล์สแกนดิเนเวียนเป็นหน่วยความยาวที่ใช้ในประเทศสแกนดิเนเวีย ใช้สำหรับการวัดระยะทางที่ยาว เช่น ระยะทางระหว่างเมือง
zh_hans: 斯堪的纳维亚英里是长度单位，等于10000米。
zh_hant: 斯堪里米在一些斯堪的納維亞國家使用，等於10千米。

# lightyears.shortName
source: Lightyears
de: Lichtjahr
es: Años Luz
fr: Année-Lumière
ja: 光年
ko: 광년
pt: Ano-luz
ru: Свет. год
th: ปีแสง
zh_hans: 光年
zh_hant: 光年

# lightyears.longName
source: Lightyears
de: Lichtjahr
es: Años Luz
fr: Année-Lumière
ja: 光年
ko: 광년
pt: Anos-luz
ru: Световой год
th: ปีแสง
zh_hans: 光年
zh_hant: 光年

# lightyears.detailedIntroduction
source: Lightyears are used to measure astronomical distances, representing the distance light travels in one year.
de: Das Lichtjahr ist eine Längeneinheit, die die Entfernung misst, die Licht in einem Jahr im Vakuum zurücklegt. Ein Lichtjahr entspricht etwa 9,461 Billionen Kilometern.
es: Un año luz es una unidad de longitud utilizada en astronomía, igual a la distancia que la luz recorre en un año, aproximadamente 9.46 billones de kilómetros.
fr: L'année-lumière est une unité de longueur utilisée pour exprimer les distances astronomiques. 1 année-lumière = 9.4607 × 10^12 kilomètres.
ja: 光年は長さの単位で、光が1年で進む距離を表します。約9.461兆キロメートルです。
ko: 광년은 빛이 1년 동안 이동하는 거리입니다. 약 9.461조 킬로미터입니다.
pt: Ano-luz é a distância que a luz percorre em um ano no vácuo, aproximadamente 9,46 trilhões de quilômetros.
ru: Световой год - это расстояние, которое свет проходит за один год. Одна световая година равна примерно 9.46 триллионов километров.
th: ปีแสงเป็นหน่วยความยาวที่ใช้ในการวัดระยะทางในอวกาศ ใช้สำหรับการวัดระยะทางระหว่างดาวเคราะห์และดวงดาว
zh_hans: 光年是长度单位，等于光在一年中传播的距离，约为9.4607万亿公里。
zh_hant: 光年用於測量天文距離，表示光在一年內行進的距離。

# fathoms.shortName
source: Fathoms
de: Faden
es: Brazas
fr: Brasse
ja: ファゾム
ko: 패덤
pt: Braça
ru: Фатом
th: ฟาทอม
zh_hans: 英寻
zh_hant: 英尋

# fathoms.longName
source: Fathoms
de: Faden
es: Brazas
fr: Brasse
ja: ファゾム
ko: 패덤
pt: Braças
ru: Фатом
th: ฟาทอม
zh_hans: 英寻
zh_hant: 英尋

# fathoms.detailedIntroduction
source: Fathoms are used in maritime contexts to measure depth.
de: Der Faden ist eine Längeneinheit, die in der Schifffahrt verwendet wird, um die Wassertiefe zu messen. Ein Faden entspricht 1,8288 Metern.
es: Una braza es una unidad de longitud utilizada en la náutica, igual a 6 pies o 1.8288 metros.
fr: La brasse est une unité de longueur utilisée principalement pour mesurer la profondeur de l'eau. 1 brasse = 1.8288 mètres.
ja: ファゾムは長さの単位で、主に水深を測るのに使用されます。1ファゾムは約1.8288メートルです。
ko: 패덤은 주로 수심을 측정하는 데 사용되는 길이 단위입니다. 1패덤은 1.8288미터입니다.
pt: Braça é uma unidade de comprimento igual a 6 pés ou aproximadamente 1,8288 metros, usada principalmente na medição de profundidades marinhas.
ru: Фатом - это единица длины, равная 1.8288 метра. Используется для измерения глубины воды.
th: ฟาทอมเป็นหน่วยความยาวที่ใช้ในการวัดความลึกของน้ำ ใช้สำหรับการวัดระยะทางในทะเล
zh_hans: 英寻是长度单位，主要用于测量水深，等于1.8288米。
zh_hant: 英尋用於航海中測量深度。

# furlongs.shortName
source: Furlongs
de: Furlong
fr: Furlong
ja: ハロン
ko: 펄롱
pt: Furlong
ru: Фурлонг
th: ฟอร์ลอง
zh_hans: 弗隆
zh_hant: 弗隆

# furlongs.longName
source: Furlongs
de: Furlong
fr: Furlong
ja: ハロン
ko: 펄롱
ru: Фурлонг
th: ฟอร์ลอง
zh_hans: 弗隆
zh_hant: 弗隆

# furlongs.detailedIntroduction
source: Furlongs are an old unit of length, primarily used in horse racing.
de: Das Furlong ist eine Längeneinheit, die hauptsächlich in der Pferderennsport verwendet wird. Ein Furlong entspricht 201,168 Metern.
es: Un furlong es una unidad de longitud en el sistema imperial, igual a 1/8 de una milla o 201.168 metros.
fr: Le furlong est une unité de longueur utilisée principalement en course de chevaux. 1 furlong = 201.168 mètres.
ja: ハロンは長さの単位で、主に競馬の距離を測るのに使用されます。1ハロンは約201.168メートルです。
ko: 펄롱은 길이의 단위로 주로 경마에서 사용됩니다. 1펄롱은 약 201미터입니다.
pt: Furlong é uma unidade de comprimento igual a 1/8 de milha ou 201,168 metros.
ru: Фурлонг - это единица длины, равная 201.168 метра. Используется в конных скачках.
th: ฟอร์ลองเป็นหน่วยความยาวในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดระยะทางที่ยาว เช่น การแข่งขันม้า
zh_hans: 弗隆是长度单位，主要用于赛马，等于201.168米。
zh_hant: 弗隆是一種古老的長度單位，主要用於賽馬。

# astronomicalUnits.shortName
source: Astronomical Units
de: Astronomische Einheit
es: Unidades Astronómicas
fr: Unité Astronomique
ja: 天文単位
ko: 천문단위
pt: Unidade Astronômica
ru: Астрон. единица
th: หน่วยดาราศาสตร์
zh_hans: 天文单位
zh_hant: 天文單位

# astronomicalUnits.longName
source: Astronomical Units
de: Astronomische Einheit
es: Unidades Astronómicas
fr: Unité Astronomique
ja: 天文単位
ko: 천문단위
pt: Unidades Astronômicas
ru: Астрономическая единица
th: หน่วยดาราศาสตร์
zh_hans: 天文单位
zh_hant: 天文單位

# astronomicalUnits.detailedIntroduction
source: Astronomical Units are used to measure distances within our solar system.
de: Die astronomische Einheit ist eine Längeneinheit, die verwendet wird, um Entfernungen innerhalb des Sonnensystems zu messen. Eine astronomische Einheit entspricht etwa 149,597,870.7 Kilometern.
es: Una unidad astronómica es una unidad de longitud utilizada en astronomía, igual a la distancia media entre la Tierra y el Sol, aproximadamente 149.6 millones de kilómetros.
fr: L'unité astronomique est une unité de longueur utilisée pour exprimer les distances au sein du système solaire. 1 AU = 149597870.7 kilomètres.
ja: 天文単位は長さの単位で、主に太陽系内の距離を測るのに使用されます。1天文単位は約149,597,870.7キロメートルです。
ko: 천문단위는 지구와 태양 간의 평균 거리를 나타내는 단위입니다. 약 1억 5천만 킬로미터입니다.
pt: Unidade astronômica é a distância média entre a Terra e o Sol, aproximadamente 149,6 milhões de quilômetros.
ru: Астрономическая единица - это среднее расстояние между Землей и Солнцем, примерно 149.6 миллионов километров.
th: หน่วยดาราศาสตร์เป็นหน่วยความยาวที่ใช้ในการวัดระยะทางในอวกาศ ใช้สำหรับการวัดระยะทางระหว่างดวงอาทิตย์และดาวเคราะห์
zh_hans: 天文单位是长度单位，等于地球到太阳的平均距离，约为149,597,870.7公里。
zh_hant: 天文單位用於測量太陽系內的距離。

# parsecs.shortName
source: Parsecs
de: Parsec
fr: Parsec
ja: パーセク
ko: 파섹
pt: Parsec
ru: Парсек
th: พาร์เซก
zh_hans: 秒差距
zh_hant: 秒差距

# parsecs.longName
source: Parsecs
de: Parsec
fr: Parsec
ja: パーセク
ko: 파섹
ru: Парсек
th: พาร์เซก
zh_hans: 秒差距
zh_hant: 秒差距

# parsecs.detailedIntroduction
source: Parsecs are used in astronomy to measure large distances to objects outside the solar system.
de: Das Parsec ist eine Längeneinheit, die in der Astronomie verwendet wird, um große Entfernungen zu messen. Ein Parsec entspricht etwa 3,26 Lichtjahren.
es: Un parsec es una unidad de longitud utilizada en astronomía, igual a aproximadamente 3.26 años luz o 31 billones de kilómetros.
fr: Le parsec est une unité de longueur utilisée pour mesurer les distances astronomiques. 1 parsec = 3.0857 × 10^13 kilomètres.
ja: パーセクは長さの単位で、主に銀河間の距離を測るのに使用されます。1パーセクは約3.086×10^13キロメートルです。
ko: 파섹은 천문학에서 사용하는 거리 단위로 약 3.26광년에 해당합니다.
pt: Parsec é uma unidade de distância usada em astronomia, igual a cerca de 3,26 anos-luz.
ru: Парсек - это единица длины, равная примерно 3.26 световых лет, используемая в астрономии.
th: พาร์เซกเป็นหน่วยความยาวที่ใช้ในการวัดระยะทางในอวกาศ ใช้สำหรับการวัดระยะทางระหว่างดวงดาวและกาแล็กซี
zh_hans: 秒差距是长度单位，主要用于天文学，等于约3.262光年。
zh_hant: 秒差距用於天文學中測量太陽系外天體之間的距離。

# knots.shortName
source: Knots
de: Knoten
es: Nudos
fr: Nœud
ja: ノット
ko: 노트
pt: Nó
ru: Узел
th: นอต
zh_hans: 节
zh_hant: 節

# knots.longName
source: Knots
de: Knoten
es: Nudos
fr: Nœud
ja: ノット
ko: 노트
pt: Nós
ru: Узел
th: นอต
zh_hans: 节
zh_hant: 節

# knots.detailedIntroduction
source: Knots are used to measure speed in maritime and aviation contexts.
de: Der Knoten ist eine Geschwindigkeitseinheit, die in der Schifffahrt und Luftfahrt verwendet wird. Ein Knoten entspricht etwa 1,852 Kilometer pro Stunde.
es: Un nudo es una unidad de velocidad igual a una milla náutica por hora, aproximadamente 1.852 kilómetros por hora.
fr: Le nœud est une unité de vitesse utilisée dans la navigation maritime et aérienne. 1 nœud = 1.852 kilomètres par heure.
ja: ノットは速度の単位で、主に海上や航空で使用されます。1ノットは約0.5144メートル毎秒です。
ko: 노트는 속도의 단위로 주로 항해와 항공에서 사용됩니다. 1노트는 1.852킬로미터/시입니다.
pt: Nó é uma unidade de velocidade equivalente a uma milha náutica por hora.
ru: Узел - это единица скорости, равная одной морской миле в час. Используется в морской и авиационной навигации.
th: นอตเป็นหน่วยความเร็วที่ใช้ในการเดินเรือและการบิน ใช้สำหรับการวัดความเร็วของยานพาหนะในน้ำหรืออากาศ
zh_hans: 节是速度单位，等于1海里每小时。
zh_hant: 節用於測量航海和航空中的速度。

# metersPerSecond.shortName
source: Meters/Second
de: Meter pro Sekunde
es: Metros por Segundo
fr: Mètres par Seconde
ja: メートル毎秒
ko: 미터/초
pt: Metro por Segundo
ru: м/с
th: เมตรต่อวินาที
zh_hans: 米每秒
zh_hant: 米/秒

# metersPerSecond.longName
source: Meters per Second
de: Meter pro Sekunde
es: Metros por Segundo
fr: Mètres par Seconde
ja: メートル毎秒
ko: 미터/초
pt: Metros por Segundo
ru: Метры в секунду
th: เมตรต่อวินาที
zh_hans: 米每秒
zh_hant: 米每秒

# metersPerSecond.detailedIntroduction
source: Meters per Second is the SI unit for measuring speed.
de: Meter pro Sekunde ist die Basiseinheit der Geschwindigkeit im internationalen Einheitensystem (SI). Es misst die zurückgelegte Strecke in Metern pro Sekunde.
es: Metros por segundo es una unidad de velocidad en el Sistema Internacional de Unidades, que mide cuántos metros recorre un objeto en un segundo.
fr: Le mètre par seconde est l'unité de base de la vitesse dans le système international d'unités (SI).
ja: メートル毎秒は速度の基本単位で、1メートル毎秒は1メートル毎秒です。
ko: 미터/초는 속도의 단위입니다. 1미터/초는 3.6킬로미터/시입니다.
pt: Metro por segundo é uma unidade de velocidade no Sistema Internacional de Unidades (SI).
ru: Метры в секунду - это единица скорости в Международной системе единиц (СИ).
th: เมตรต่อวินาทีเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของวัตถุ ใช้สำหรับการวัดความเร็วของยานพาหนะหรือวัตถุที่เคลื่อนที่
zh_hans: 米每秒是速度单位，表示物体每秒钟移动的米数。
zh_hant: 米每秒是國際單位制（SI）的速度單位。

# feetPerMinute.shortName
source: Feet/Minute
de: Fuß pro Minute
es: Pies por Minuto
fr: Pieds par Minute
ja: フィート毎分
ko: 피트/분
pt: Pé por Minuto
ru: фут/мин
th: ฟุตต่อนาที
zh_hans: 英尺每分钟
zh_hant: 英尺/分鐘

# feetPerMinute.longName
source: Feet per Minute
de: Fuß pro Minute
es: Pies por Minuto
fr: Pieds par Minute
ja: フィート毎分
ko: 피트/분
pt: Pés por Minuto
ru: Футы в минуту
th: ฟุตต่อนาที
zh_hans: 英尺每分钟
zh_hant: 英尺每分鐘

# feetPerMinute.detailedIntroduction
source: Feet per Minute is a unit used to measure speed in the imperial system.
de: Fuß pro Minute ist eine Geschwindigkeitseinheit, die hauptsächlich in der Luftfahrt verwendet wird. Ein Fuß pro Minute entspricht 0,00508 Meter pro Sekunde.
es: Pies por minuto es una unidad de velocidad que mide cuántos pies recorre un objeto en un minuto.
fr: Le pied par minute est une unité de vitesse utilisée principalement dans les pays anglo-saxons. 1 pied par minute = 0.00508 mètres par seconde.
ja: フィート毎分は速度の単位で、1フィート毎分は約0.00508メートル毎秒です。
ko: 피트/분은 속도의 단위입니다. 1피트/분은 약 0.00508미터/초입니다.
pt: Pé por minuto é uma unidade de velocidade, igual a 0,00508 metros por segundo.
ru: Футы в минуту - это единица скорости, используемая в авиации и лифтовых системах.
th: ฟุตต่อนาทีเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของวัตถุ ใช้สำหรับการวัดความเร็วของยานพาหนะหรือวัตถุที่เคลื่อนที่
zh_hans: 英尺每分钟是速度单位，表示物体每分钟移动的英尺数。
zh_hant: 英尺每分鐘是英制速度單位。

# kilometersPerHour.shortName
source: Kilometers/Hour
de: Kilometer pro Stunde
es: Kilómetros por Hora
fr: Kilomètres par Heure
ja: キロメートル毎時
ko: 킬로미터/시
pt: Quilômetro por Hora
ru: км/ч
th: กิโลเมตรต่อชั่วโมง
zh_hans: 公里每小时
zh_hant: 千米/小時

# kilometersPerHour.longName
source: Kilometers per Hour
de: Kilometer pro Stunde
es: Kilómetros por Hora
fr: Kilomètres par Heure
ja: キロメートル毎時
ko: 킬로미터/시
pt: Quilômetros por Hora
ru: Километры в час
th: กิโลเมตรต่อชั่วโมง
zh_hans: 公里每小时
zh_hant: 千米每小時

# kilometersPerHour.detailedIntroduction
source: Kilometers per Hour is a commonly used unit for measuring speed.
de: Kilometer pro Stunde ist eine Geschwindigkeitseinheit, die die zurückgelegte Strecke in Kilometern pro Stunde misst. Es wird häufig im Straßenverkehr verwendet.
es: Kilómetros por hora es una unidad de velocidad en el Sistema Internacional de Unidades, que mide cuántos kilómetros recorre un objeto en una hora.
fr: Le kilomètre par heure est une unité de vitesse couramment utilisée pour mesurer la vitesse des véhicules.
ja: キロメートル毎時は速度の単位で、1キロメートル毎時は約0.2778メートル毎秒です。
ko: 킬로미터/시는 속도의 단위입니다. 1킬로미터/시는 약 0.277778미터/초입니다.
pt: Quilômetro por hora é uma unidade de velocidade, igual a 0,27778 metros por segundo.
ru: Километры в час - это единица скорости, используемая для измерения скорости движения.
th: กิโลเมตรต่อชั่วโมงเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของยานพาหนะ ใช้สำหรับการวัดความเร็วของรถยนต์หรือยานพาหนะที่เคลื่อนที่
zh_hans: 公里每小时是速度单位，表示物体每小时移动的公里数。
zh_hant: 千米每小時是常用的速度單位。

# feetPerSecond.shortName
source: Feet/Second
de: Fuß pro Sekunde
es: Pies por Segundo
fr: Pieds par Seconde
ja: フィート毎秒
ko: 피트/초
pt: Pé por Segundo
ru: фут/с
th: ฟุตต่อวินาที
zh_hans: 英尺每秒
zh_hant: 英尺/秒

# feetPerSecond.longName
source: Feet per Second
de: Fuß pro Sekunde
es: Pies por Segundo
fr: Pieds par Seconde
ja: フィート毎秒
ko: 피트/초
pt: Pés por Segundo
ru: Футы в секунду
th: ฟุตต่อวินาที
zh_hans: 英尺每秒
zh_hant: 英尺每秒

# feetPerSecond.detailedIntroduction
source: Feet per Second is a unit used to measure speed in the imperial system.
de: Fuß pro Sekunde ist eine Geschwindigkeitseinheit, die hauptsächlich in den USA verwendet wird. Ein Fuß pro Sekunde entspricht 0,3048 Meter pro Sekunde.
es: Pies por segundo es una unidad de velocidad que mide cuántos pies recorre un objeto en un segundo.
fr: Le pied par seconde est une unité de vitesse utilisée principalement aux États-Unis. 1 pied par seconde = 0.3048 mètres par seconde.
ja: フィート毎秒は速度の単位で、1フィート毎秒は約0.3048メートル毎秒です。
ko: 피트/초는 속도의 단위입니다. 1피트/초는 약 0.3048미터/초입니다.
pt: Pé por segundo é uma unidade de velocidade, igual a 0,3048 metros por segundo.
ru: Футы в секунду - это единица скорости, используемая в авиации и баллистике.
th: ฟุตต่อวินาทีเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของวัตถุ ใช้สำหรับการวัดความเร็วของยานพาหนะหรือวัตถุที่เคลื่อนที่
zh_hans: 英尺每秒是速度单位，表示物体每秒钟移动的英尺数。
zh_hant: 英尺每秒是英制速度單位。

# milesPerHour.shortName
source: Miles/Hour
de: Meilen pro Stunde
es: Millas por Hora
fr: Miles par Heure
ja: マイル毎時
ko: 마일/시
pt: Milha por Hora
ru: миль/ч
th: ไมล์ต่อชั่วโมง
zh_hans: 英里每小时
zh_hant: 英里/小時

# milesPerHour.longName
source: Miles per Hour
de: Meilen pro Stunde
es: Millas por Hora
fr: Miles par Heure
ja: マイル毎時
ko: 마일/시
pt: Milhas por Hora
ru: Мили в час
th: ไมล์ต่อชั่วโมง
zh_hans: 英里每小时
zh_hant: 英里每小時

# milesPerHour.detailedIntroduction
source: Miles per Hour is a commonly used unit for measuring speed in the United States.
de: Meilen pro Stunde ist eine Geschwindigkeitseinheit, die hauptsächlich in den USA verwendet wird. Eine Meile pro Stunde entspricht etwa 1,60934 Kilometer pro Stunde.
es: Millas por hora es una unidad de velocidad en el sistema imperial, que mide cuántas millas recorre un objeto en una hora.
fr: Le mile par heure est une unité de vitesse utilisée principalement aux États-Unis. 1 mile par heure = 1.60934 kilomètres par heure.
ja: マイル毎時は速度の単位で、1マイル毎時は約0.447メートル毎秒です。
ko: 마일/시는 속도의 단위입니다. 1마일/시는 약 0.44704미터/초입니다.
pt: Milha por hora é uma unidade de velocidade, igual a 0,44704 metros por segundo.
ru: Мили в час - это единица скорости, используемая в США и Великобритании.
th: ไมล์ต่อชั่วโมงเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของยานพาหนะ ใช้สำหรับการวัดความเร็วของรถยนต์หรือยานพาหนะที่เคลื่อนที่
zh_hans: 英里每小时是速度单位，表示物体每小时移动的英里数。
zh_hant: 英里每小時是常用於美國的速度單位。

# inchesPerSecond.shortName
source: Inches/Second
de: Zoll pro Sekunde
es: Pulgadas por Segundo
fr: Pouces par Seconde
ja: インチ毎秒
ko: 인치/초
pt: Polegada por Segundo
ru: дюйм/с
th: นิ้วต่อวินาที
zh_hans: 英寸每秒
zh_hant: 英寸/秒

# inchesPerSecond.longName
source: Inches per Second
de: Zoll pro Sekunde
es: Pulgadas por Segundo
fr: Pouces par Seconde
ja: インチ毎秒
ko: 인치/초
pt: Polegadas por Segundo
ru: Дюймы в секунду
th: นิ้วต่อวินาที
zh_hans: 英寸每秒
zh_hant: 英寸每秒

# inchesPerSecond.detailedIntroduction
source: Inches per Second is a unit used to measure speed in the imperial system.
de: Zoll pro Sekunde ist eine Geschwindigkeitseinheit, die hauptsächlich in den USA verwendet wird. Ein Zoll pro Sekunde entspricht 0,0254 Meter pro Sekunde.
es: Pulgadas por segundo es una unidad de velocidad que mide cuántas pulgadas recorre un objeto en un segundo.
fr: Le pouce par seconde est une unité de vitesse utilisée principalement aux États-Unis. 1 pouce par seconde = 0.0254 mètres par seconde.
ja: インチ毎秒は速度の単位で、1インチ毎秒は約0.0254メートル毎秒です。
ko: 인치/초는 속도의 단위입니다. 1인치/초는 약 0.0254미터/초입니다.
pt: Polegada por segundo é uma unidade de velocidade, igual a 0,0254 metros por segundo.
ru: Дюймы в секунду - это единица скорости, используемая в инженерии и механике.
th: นิ้วต่อวินาทีเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของวัตถุ ใช้สำหรับการวัดความเร็วของยานพาหนะหรือวัตถุที่เคลื่อนที่
zh_hans: 英寸每秒是速度单位，表示物体每秒钟移动的英寸数。
zh_hant: 英寸每秒是英制速度單位。

# yardsPerSecond.shortName
source: Yards/Second
de: Yard pro Sekunde
es: Yardas por Segundo
fr: Yards par Seconde
ja: ヤード毎秒
ko: 야드/초
pt: Jarda por Segundo
ru: ярд/с
th: หลาต่อวินาที
zh_hans: 码每秒
zh_hant: 碼/秒

# yardsPerSecond.longName
source: Yards per Second
de: Yard pro Sekunde
es: Yardas por Segundo
fr: Yards par Seconde
ja: ヤード毎秒
ko: 야드/초
pt: Jardas por Segundo
ru: Ярды в секунду
th: หลาต่อวินาที
zh_hans: 码每秒
zh_hant: 碼每秒

# yardsPerSecond.detailedIntroduction
source: Yards per Second is a unit used to measure speed in the imperial system.
de: Yard pro Sekunde ist eine Geschwindigkeitseinheit, die hauptsächlich in den USA verwendet wird. Ein Yard pro Sekunde entspricht 0,9144 Meter pro Sekunde.
es: Yardas por segundo es una unidad de velocidad que mide cuántas yardas recorre un objeto en un segundo.
fr: Le yard par seconde est une unité de vitesse utilisée principalement aux États-Unis et au Royaume-Uni. 1 yard par seconde = 0.9144 mètres par seconde.
ja: ヤード毎秒は速度の単位で、1ヤード毎秒は約0.9144メートル毎秒です。
ko: 야드/초는 속도의 단위입니다. 1야드/초는 약 0.9144미터/초입니다.
pt: Jarda por segundo é uma unidade de velocidade, igual a 0,9144 metros por segundo.
ru: Ярды в секунду - это единица скорости, используемая в инженерии и механике.
th: หลาต่อวินาทีเป็นหน่วยความเร็วที่ใช้ในการวัดความเร็วของวัตถุ ใช้สำหรับการวัดความเร็วของยานพาหนะหรือวัตถุที่เคลื่อนที่
zh_hans: 码每秒是速度单位，表示物体每秒钟移动的码数。
zh_hant: 碼每秒是英制速度單位。

# hectopascals.shortName
source: Hectopascals
de: Hektopascal
es: Hectopascales
fr: Hectopascal
ja: ヘクトパスカル
ko: 헥토파스칼
pt: Hectopascal
ru: гПа
th: เฮกโตปาสกาล
zh_hans: 百帕
zh_hant: 百帕

# hectopascals.longName
source: Hectopascals
de: Hektopascal
es: Hectopascales
fr: Hectopascal
ja: ヘクトパスカル
ko: 헥토파스칼
pt: Hectopascais
ru: Гектопаскали
th: เฮกโตปาสกาล
zh_hans: 百帕
zh_hant: 百帕

# hectopascals.detailedIntroduction
source: Hectopascals are used in meteorology to measure atmospheric pressure.
de: Hektopascal ist eine Druckeinheit im internationalen Einheitensystem (SI). Ein Hektopascal entspricht 100 Pascal.
es: Hectopascales es una unidad de presión igual a 100 pascales.
fr: L'hectopascal est une unité de pression équivalente à 100 pascals. Elle est couramment utilisée en météorologie.
ja: ヘクトパスカルは圧力の単位で、1ヘクトパスカルは100パスカルです。
ko: 헥토파스칼은 압력의 단위입니다. 1헥토파스칼은 100파스칼입니다.
pt: Hectopascal é uma unidade de pressão igual a 100 pascais.
ru: Гектопаскали - это единица давления, равная 100 паскалям. Широко используется в метеорологии.
th: เฮกโตปาสกาลเป็นหน่วยความดันที่เท่ากับ 100 ปาสกาล ใช้สำหรับการวัดความดันในบรรยากาศหรือในระบบไฮดรอลิก
zh_hans: 百帕是压力单位，等于100帕斯卡。
zh_hant: 百帕用於氣象學中測量大氣壓力。

# inchesOfMercury.shortName
source: Inches of Mercury
de: Zoll Quecksilber
es: Pulgadas de Mercurio
fr: Pouces de Mercure
ja: インチ水銀柱
ko: 인치 수은주
pt: Polegada de Mercúrio
ru: дюйм Hg
th: นิ้วปรอท
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱

# inchesOfMercury.longName
source: Inches of Mercury
de: Zoll Quecksilber
es: Pulgadas de Mercurio
fr: Pouces de Mercure
ja: インチ水銀柱
ko: 인치 수은주
pt: Polegadas de Mercúrio
ru: Дюймы ртутного столба
th: นิ้วปรอท
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱
