Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# electricResistance.longName
source: Electric Resistance
de: Widerstandseinheit
es: Resistencia Eléctrica
fr: Résistance Électrique
ja: 電気抵抗
ko: 저항
pt: Resistência Elétrica
ru: Электрическое сопротивление
th: ความต้านทานไฟฟ้า
zh_hans: 电阻
zh_hant: 電阻

# electricResistance.detailedIntroduction
source: Electric Resistance measures how much a material resists the flow of electric current. Units include ohms and kiloohms.
de: Die Widerstandseinheit misst den Widerstand gegen den Fluss elektrischer Ladung. Sie wird in Ohm (Ω) gemessen.
es: Resistencia eléctrica es la oposición que ofrece un material al paso de una corriente eléctrica.
fr: La résistance électrique mesure l'opposition au flux de courant. Elle est souvent mesurée en ohms (Ω).
ja: 電気抵抗は電流の流れに対する抵抗を表します。オーム（Ω）は国際単位系（SI）の基本単位です。
ko: 저항은 전류의 흐름을 방해하는 정도입니다. SI 단위는 옴입니다.
pt: Resistência elétrica é a oposição ao fluxo de corrente em um condutor.
ru: Электрическое сопротивление измеряет противодействие потоку электричества. Основные единицы включают омы.
th: ความต้านทานไฟฟ้าคือการวัดความต้านทานต่อการไหลของกระแสไฟฟ้า หน่วยมาตรฐานคือโอห์ม
zh_hans: 电阻是导体对电流的阻碍程度。
zh_hant: 電阻是材料對電流流動的阻力。單位包括歐姆和千歐姆。

# energy.symbol
source: E
ja: エネルギー
ko: 에너지
pt: Energia
ru: Энергия
th: พลังงาน
zh_hans: 能
zh_hant: 能量

# energy.shortName
source: Energy
de: Energie
es: Energía
fr: Énergie
ja: エネ
ko: 에너지
pt: Energia
ru: Энерг.
th: พลัง
zh_hans: 能量
zh_hant: 能量

# energy.longName
source: Energy
de: Energieeinheit
es: Energía
fr: Énergie
ja: エネルギー
ko: 에너지
pt: Energia
ru: Энергия
th: พลังงาน
zh_hans: 能量
zh_hant: 能量

# energy.detailedIntroduction
source: Energy is the capacity to do work. Common units are joules, kilojoules, and kilowatt-hours.
de: Die Energieeinheit misst die Fähigkeit, Arbeit zu verrichten. Gängige Energieeinheiten sind Joule (J) und Kilokalorien (kcal).
es: Energía es la capacidad de realizar trabajo o producir calor.
fr: L'énergie est la capacité de faire du travail. Elle est souvent mesurée en joules (J) ou en kilowattheures (kWh).
ja: エネルギーは物体が持つ仕事をする能力を表します。ジュール（J）は国際単位系（SI）の基本単位です。
ko: 에너지는 일을 할 수 있는 능력입니다. SI 단위는 줄입니다.
pt: Energia é a capacidade de realizar trabalho.
ru: Энергия измеряет способность выполнять работу. Основные единицы включают джоули, киловатт-часы и т.д.
th: พลังงานคือการวัดความสามารถในการทำงาน หน่วยมาตรฐานคือจูล
zh_hans: 能量是做功的能力。
zh_hant: 能量是做功的能力。常用單位是焦耳、千焦和千瓦時。

# frequency.symbol
source: f
ja: 周波数
ko: 주파수
pt: Frequência
ru: Частота
th: ความถี่
zh_hans: 频
zh_hant: 頻率

# frequency.shortName
source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
ja: 周
ko: 주파수
pt: Frequência
ru: Част.
th: ถี่
zh_hans: 频率
zh_hant: 頻率

# frequency.longName
source: Frequency
de: Frequenzeinheit
es: Frecuencia
fr: Fréquence
ja: 周波数
ko: 주파수
pt: Frequência
ru: Частота
th: ความถี่
zh_hans: 频率
zh_hant: 頻率

# frequency.detailedIntroduction
source: Frequency measures the number of occurrences of a repeating event per unit time. It is measured in hertz.
de: Die Frequenzeinheit misst die Anzahl der Wiederholungen eines Ereignisses pro Zeiteinheit. Sie wird in Hertz (Hz) gemessen.
es: Frecuencia es la cantidad de ciclos de una onda que pasan por un punto en un segundo.
fr: La fréquence mesure le nombre de cycles par seconde. Elle est souvent mesurée en hertz (Hz).
ja: 周波数は単位時間あたりの繰り返し回数を表します。ヘルツ（Hz）は国際単位系（SI）の基本単位です。
ko: 주파수는 단위 시간당 발생하는 주기의 수입니다. SI 단위는 헤르츠입니다.
pt: Frequência é o número de ciclos por unidade de tempo.
ru: Частота измеряет количество повторяющихся событий за определенный период времени. Основные единицы включают герцы.
th: ความถี่คือการวัดจำนวนเหตุการณ์ที่เกิดขึ้นในหน่วยเวลา หน่วยมาตรฐานคือเฮิรตซ์
zh_hans: 频率是重复事件在单位时间内发生的次数。
zh_hant: 頻率是重複事件每單位時間的發生次數。單位是赫茲。

# fuelEfficiency.symbol
source: FE
ja: 燃料効率
ko: 연비
pt: Eficiência de Combustível
ru: Топливная эффективность
th: ประสิทธิภาพเชื้อเพลิง
zh_hans: 燃效
zh_hant: 燃效

# fuelEfficiency.shortName
source: Fuel Eff
de: Kraftstoffeffizienz
es: Eficiencia de Combustible
fr: Efficacité du Carburant
ja: 燃費
ko: 연비
pt: Eficiência de Combustível
ru: Топл. эф.
th: ประสิทธิภาพ
zh_hans: 燃油效率
zh_hant: 燃油效率

# fuelEfficiency.longName
source: Fuel Efficiency
de: Kraftstoffeffizienzeinheit
es: Eficiencia de Combustible
fr: Efficacité du Carburant
ja: 燃料効率
ko: 연비
pt: Eficiência de Combustível
ru: Топливная эффективность
th: ประสิทธิภาพเชื้อเพลิง
zh_hans: 燃油效率
zh_hant: 燃油效率

# fuelEfficiency.detailedIntroduction
source: Fuel Efficiency measures how efficiently fuel is used. Units include miles per gallon and liters per 100 kilometers.
de: Die Kraftstoffeffizienzeinheit misst, wie weit ein Fahrzeug mit einer bestimmten Menge Kraftstoff fahren kann. Gängige Einheiten sind Liter pro 100 Kilometer (L/100 km) und Meilen pro Gallone (mpg).
es: Eficiencia de combustible es la distancia que puede recorrer un vehículo con una cantidad específica de combustible.
fr: L'efficacité du carburant mesure la distance parcourue par unité de carburant. Elle est souvent mesurée en litres par 100 kilomètres (L/100km) ou en miles par gallon (mpg).
ja: 燃料効率は特定の距離を走行するために消費される燃料の量を表します。リットル毎100キロメートル（L/100km）やマイル毎ガロン（mpg）で表されます。
ko: 연비는 연료 소비에 대한 효율입니다. SI 단위는 리터/100킬로미터입니다.
pt: Eficiência de combustível é a distância que um veículo pode percorrer por unidade de combustível.
ru: Топливная эффективность измеряет, насколько эффективно используется топливо. Основные единицы включают литры на 100 километров и мили на галлон.
th: ประสิทธิภาพเชื้อเพลิงคือการวัดระยะทางที่สามารถเดินทางได้ต่อหน่วยเชื้อเพลิง หน่วยมาตรฐานคือลิตรต่อ 100 กิโลเมตร
zh_hans: 燃油效率是车辆消耗单位燃料所行驶的距离。
zh_hant: 燃油效率是燃油使用的效率。單位包括每加侖英里和每百公里升。

# data.symbol
source: D
ja: データ
ko: 데이터
pt: Dados
ru: Данные
th: ข้อมูล
zh_hans: 数
zh_hant: 數據

# data.shortName
source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
pt: Dados
ru: Дан.
th: ข้อมูล
zh_hans: 数据
zh_hant: 數據

# data.longName
source: Data
de: Dateneinheit
es: Datos
fr: Données
ja: データ
ko: 데이터
pt: Dados
ru: Данные
th: ข้อมูล
zh_hans: 数据
zh_hant: 數據

# data.detailedIntroduction
source: Data measures the amount of information. Common units are bytes, kilobytes, and megabytes.
de: Die Dateneinheit misst die Menge an digitalen Informationen. Zu den gängigen Dateneinheiten gehören Bytes, Kilobytes (KB) und Megabytes (MB).
es: Datos es la información que se almacena y se procesa en un sistema informático.
fr: Les données mesurent la quantité d'information. Elles sont souvent mesurées en octets (B) ou en bits (b).
ja: データは情報の単位を表します。バイト（B）やビット（b）で表されます。
ko: 데이터는 정보의 양을 나타내는 단위입니다. SI 단위는 바이트입니다.
pt: Dados são informações quantificáveis armazenadas em unidades de armazenamento.
ru: Данные измеряют информацию. Основные единицы включают байты, килобайты, мегабайты и т.д.
th: ข้อมูลคือการวัดปริมาณข้อมูลที่ถูกเก็บหรือส่ง หน่วยมาตรฐานคือไบต์
zh_hans: 数据是信息的表示和存储形式。
zh_hant: 數據是信息的量度。常用單位是字節、千字節和兆字節。

# feet.shortName
source: Feet
de: Fuß
es: Pies
fr: Pied
ja: フィート
ko: 피트
pt: Pé
ru: Фут
th: ฟุต
zh_hans: 英尺
zh_hant: 英尺

# feet.longName
source: Feet
de: Fuß
es: Pies
fr: Pied
ja: フィート
ko: 피트
pt: Pés
ru: Фут
th: ฟุต
zh_hans: 英尺
zh_hant: 英尺

# feet.detailedIntroduction
source: Feet is a unit of length in the imperial system, commonly used in the United States.
de: Der Fuß ist eine Längeneinheit, die im angelsächsischen Maßsystem verwendet wird. 1 Fuß entspricht 0,3048 Meter.
es: Un pie es una unidad de longitud en el sistema imperial, igual a 12 pulgadas o 0.3048 metros.
fr: Le pied est une unité de longueur utilisée principalement dans les pays anglo-saxons. 1 pied = 0.3048 mètres.
ja: フィートは長さの単位で、1フィートは約0.3048メートルです。
ko: 피트는 길이의 단위입니다. 1피트는 0.3048미터입니다.
pt: Pé é uma unidade de comprimento igual a 12 polegadas ou 0,3048 metros.
ru: Фут - это единица длины, равная 0.3048 метра. Обычно используется в США и Великобритании.
th: ฟุตเป็นหน่วยความยาวในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดระยะทางที่หลากหลาย เช่น ความสูงของคนหรือขนาดของห้อง
zh_hans: 英尺是长度单位，等于0.3048米。
zh_hant: 英尺是英制單位，常用於美國。

# nauticalMiles.shortName
source: Nautical Miles
de: Seemeile
es: Millas Náuticas
fr: Mille Nautique
ja: 海里
ko: 해리
pt: Milha Náutica
ru: Мор. миля
th: ไมล์ทะเล
zh_hans: 海里
zh_hant: 海里

# nauticalMiles.longName
source: Nautical Miles
de: Seemeile
es: Millas Náuticas
fr: Mille Nautique
ja: 海里
ko: 해리
pt: Milhas Náuticas
ru: Морская миля
th: ไมล์ทะเล
zh_hans: 海里
zh_hant: 海里

# nauticalMiles.detailedIntroduction
source: Nautical miles are used in maritime and aviation contexts to measure distance.
de: Die Seemeile ist eine Längeneinheit, die in der Schifffahrt und Luftfahrt verwendet wird. Eine Seemeile entspricht etwa 1,852 Kilometer.
es: Una milla náutica es una unidad de distancia utilizada en la navegación marítima y aérea, igual a 1,852 metros.
fr: Le mille nautique est utilisé dans la navigation maritime et aérienne. 1 NM = 1852 mètres.
ja: 海里は海上や航空の距離を表す単位で、1海里は約1852メートルです。
ko: 해리는 항해와 항공에서 사용하는 길이의 단위입니다. 1해리는 1852미터입니다.
pt: Milha náutica é uma unidade de comprimento usada na navegação marítima e aérea, equivalente a 1.852 metros.
ru: Морская миля - это единица длины, равная 1852 метра. Обычно используется в морской и авиационной навигации.
th: ไมล์ทะเลเป็นหน่วยความยาวที่ใช้ในการเดินเรือและการบิน ใช้สำหรับการวัดระยะทางในทะเลหรืออากาศ
zh_hans: 海里是航海和航空中的长度单位，等于1852米。
zh_hant: 海里用於航海和航空中測量距離。

# meters.shortName
source: Meters
de: Meter
es: Metros
fr: Mètre
ja: メートル
ko: 미터
pt: Metro
ru: Метр
th: เมตร
zh_hans: 米
zh_hant: 米

# meters.longName
source: Meters
de: Meter
es: Metros
fr: Mètre
ja: メートル
ko: 미터
pt: Metros
ru: Метр
th: เมตร
zh_hans: 米
zh_hant: 米

# meters.detailedIntroduction
source: Meters are the base unit of length in the International System of Units (SI).
de: Der Meter ist die Basiseinheit der Länge im internationalen Einheitensystem (SI). 1 Meter ist definiert als die Strecke, die Licht im Vakuum in 1/299.792.458 Sekunden zurücklegt.
es: Un metro es la unidad básica de longitud en el Sistema Internacional de Unidades, igual a 100 centímetros.
fr: Le mètre est l'unité de base de la longueur dans le système international d'unités (SI).
ja: メートルは長さの基本単位で、1メートルは100センチメートルです。
ko: 미터는 길이의 기본 단위입니다. 1미터는 100센티미터입니다.
pt: Metro é a unidade básica de comprimento no Sistema Internacional de Unidades (SI).
ru: Метр - это базовая единица длины в Международной системе единиц (СИ). Один метр равен 100 сантиметрам.
th: เมตรเป็นหน่วยมาตรฐานของความยาวในระบบหน่วยนานาชาติ ใช้สำหรับการวัดระยะทางที่หลากหลาย เช่น ความสูงของอาคารหรือระยะทางระหว่างสถานที่สองแห่ง
zh_hans: 米是国际单位制中的基本长度单位。
zh_hant: 米是國際單位制（SI）的基本長度單位。

# kilometers.shortName
source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètre
ja: キロメートル
ko: 킬로미터
pt: Quilômetro
ru: Километр
th: กิโลเมตร
zh_hans: 千米
zh_hant: 千米

# kilometers.longName
source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètre
ja: キロメートル
ko: 킬로미터
pt: Quilômetros
ru: Километр
th: กิโลเมตร
zh_hans: 千米
zh_hant: 千米

# kilometers.detailedIntroduction
source: Kilometers are commonly used to measure longer distances.
de: Der Kilometer ist eine Längeneinheit, die 1.000 Metern entspricht. Es wird häufig verwendet, um Entfernungen auf der Erde zu messen.
es: Un kilómetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a 1,000 metros.
fr: Le kilomètre est une unité de longueur égale à 1000 mètres.
ja: キロメートルは長さの単位で、1キロメートルは1000メートルです。
ko: 킬로미터는 1000미터에 해당하는 길이 단위입니다.
pt: Quilômetro é uma unidade de comprimento igual a 1.000 metros.
ru: Километр - это единица длины, равная 1000 метрам. Обычно используется для измерения расстояний между географическими точками.
th: กิโลเมตรเป็นหน่วยความยาวที่เท่ากับ 1,000 เมตร ใช้สำหรับการวัดระยะทางที่ยาว เช่น ระยะทางระหว่างเมือง
zh_hans: 千米是长度单位，等于1000米。
zh_hant: 千米常用於測量較長距離。

# miles.shortName
source: Miles
de: Meile
es: Millas
fr: Mile
ja: マイル
ko: 마일
pt: Milha
ru: Миля
th: ไมล์
zh_hans: 英里
zh_hant: 英里

# miles.longName
source: Miles
de: Meile
es: Millas
fr: Mile
ja: マイル
ko: 마일
pt: Milhas
ru: Миля
th: ไมล์
zh_hans: 英里
zh_hant: 英里

# miles.detailedIntroduction
source: Miles are a unit of length commonly used in the United States.
de: Die Meile ist eine Längeneinheit, die hauptsächlich in den USA verwendet wird. 1 Meile entspricht 1.609,344 Metern.
es: Una milla es una unidad de longitud en el sistema imperial, igual a 1,609.344 metros o 5,280 pies.
fr: Le mile est une unité de longueur utilisée principalement aux États-Unis. 1 mile = 1609.344 mètres.
ja: マイルは長さの単位で、1マイルは約1.609キロメートルです。
ko: 마일은 주로 미국과 영국에서 사용하는 길이 단위입니다. 1마일은 약 1.609킬로미터입니다.
pt: Milha é uma unidade de comprimento usada principalmente nos Estados Unidos, equivalente a 1.609,34 metros.
ru: Миля - это единица длины, равная 1609.344 метра. Обычно используется в США и Великобритании.
th: ไมล์เป็นหน่วยความยาวในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดระยะทางที่ยาว เช่น ระยะทางระหว่างเมือง
zh_hans: 英里是长度单位，等于1609.344米。
zh_hant: 英里是常用於美國的長度單位。

# megameters.shortName
source: Megameters
de: Megameter
es: Megámetros
fr: Mégamètre
ja: メガメートル
ko: 메가미터
pt: Megâmetro
ru: Мегаметр
th: เมกะเมตร
zh_hans: 兆米
zh_hant: 兆米

# megameters.longName
source: Megameters
de: Megameter
es: Megámetros
fr: Mégamètre
ja: メガメートル
ko: 메가미터
pt: Megâmetros
ru: Мегаметр
th: เมกะเมตร
zh_hans: 兆米
zh_hant: 兆米

# megameters.detailedIntroduction
source: Megameters are used for measuring extremely large distances.
de: Der Megameter ist eine Längeneinheit, die einer Million Metern entspricht. Es wird selten verwendet und findet hauptsächlich in wissenschaftlichen Kontexten Anwendung.
es: Un megámetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a un millón de metros.
fr: Le mégamètre est une unité de longueur égale à un million de mètres.
ja: メガメートルは長さの単位で、1メガメートルは100万メートルです。
ko: 메가미터는 100만 미터에 해당하는 길이 단위입니다.
pt: Megâmetro é uma unidade de comprimento igual a um milhão de metros.
ru: Мегаметр - это единица длины, равная 1 миллиону метров. Используется для измерения очень больших расстояний.
th: เมกะเมตรเป็นหน่วยความยาวที่เท่ากับ 1,000,000 เมตร ใช้สำหรับการวัดระยะทางที่ยาวมาก เช่น ระยะทางระหว่างดาวเคราะห์
zh_hans: 兆米是长度单位，等于1,000,000米。
zh_hant: 兆米用於測量極大的距離。

# hectometers.shortName
source: Hectometers
de: Hektometer
es: Hectómetros
fr: Hectomètre
ja: ヘクトメートル
ko: 헥토미터
pt: Hectômetro
ru: Гектометр
th: เฮกโตเมตร
zh_hans: 百米
zh_hant: 百米

# hectometers.longName
source: Hectometers
de: Hektometer
es: Hectómetros
fr: Hectomètre
ja: ヘクトメートル
ko: 헥토미터
pt: Hectômetros
ru: Гектометр
th: เฮกโตเมตร
zh_hans: 百米
zh_hant: 百米

# hectometers.detailedIntroduction
source: Hectometers are equal to 100 meters.
de: Der Hektometer ist eine Längeneinheit, die 100 Metern entspricht. Es wird hauptsächlich in der Geographie und Landwirtschaft verwendet.
es: Un hectómetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a 100 metros.
fr: L'hectomètre est une unité de longueur égale à cent mètres.
ja: ヘクトメートルは長さの単位で、1ヘクトメートルは100メートルです。
ko: 헥토미터는 100미터에 해당하는 길이 단위입니다.
pt: Hectômetro é uma unidade de comprimento igual a cem metros.
ru: Гектометр - это единица длины, равная 100 метрам.
th: เฮกโตเมตรเป็นหน่วยความยาวที่เท่ากับ 100 เมตร ใช้สำหรับการวัดระยะทางที่ยาว เช่น ความยาวของสนามกีฬา
zh_hans: 百米是长度单位，等于100米。
zh_hant: 百米等於100米。

# decameters.shortName
source: Decameters
de: Dekameter
es: Decámetros
fr: Décamètre
ja: デカメートル
ko: 데카미터
pt: Decâmetro
ru: Декаметр
th: เดคาเมตร
zh_hans: 十米
zh_hant: 十米

# decameters.longName
source: Decameters
de: Dekameter
es: Decámetros
fr: Décamètre
ja: デカメートル
ko: 데카미터
pt: Decâmetros
ru: Декаметр
th: เดคาเมตร
zh_hans: 十米
zh_hant: 十米

# decameters.detailedIntroduction
source: Decameters are equal to 10 meters.
de: Der Dekameter ist eine Längeneinheit, die 10 Metern entspricht. Es wird selten verwendet und findet hauptsächlich in speziellen wissenschaftlichen Kontexten Anwendung.
es: Un decámetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a 10 metros.
fr: Le décamètre est une unité de longueur égale à dix mètres.
ja: デカメートルは長さの単位で、1デカメートルは10メートルです。
ko: 데카미터는 10미터에 해당하는 길이 단위입니다.
pt: Decâmetro é uma unidade de comprimento igual a dez metros.
ru: Декаметр - это единица длины, равная 10 метрам.
th: เดคาเมตรเป็นหน่วยความยาวที่เท่ากับ 10 เมตร ใช้สำหรับการวัดระยะทางที่ยาว เช่น ความสูงของอาคาร
zh_hans: 十米是长度单位，等于10米。
zh_hant: 十米等於10米。

# decimeters.shortName
source: Decimeters
de: Dezimeter
es: Decímetros
fr: Décimètre
ja: デシメートル
ko: 데시미터
pt: Decímetro
ru: Дециметр
th: เดซิเมตร
zh_hans: 分米
zh_hant: 分米

# decimeters.longName
source: Decimeters
de: Dezimeter
es: Decímetros
fr: Décimètre
ja: デシメートル
ko: 데시미터
pt: Decímetros
ru: Дециметр
th: เดซิเมตร
zh_hans: 分米
zh_hant: 分米

# decimeters.detailedIntroduction
source: Decimeters are equal to one-tenth of a meter.
de: Der Dezimeter ist eine Längeneinheit, die 0,1 Metern entspricht. Es wird selten verwendet und findet hauptsächlich in der Bildung und Wissenschaft Anwendung.
es: Un decímetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una décima parte de un metro.
fr: Le décimètre est une unité de longueur égale à un dixième de mètre.
ja: デシメートルは長さの単位で、1デシメートルは0.1メートルです。
ko: 데시미터는 0.1미터에 해당하는 길이 단위입니다.
pt: Decímetro é uma unidade de comprimento igual a um décimo de metro.
ru: Дециметр - это единица длины, равная 0.1 метра.
th: เดซิเมตรเป็นหน่วยความยาวที่เท่ากับ 1/10 เมตร ใช้สำหรับการวัดระยะทางที่สั้น เช่น ความยาวของวัตถุขนาดเล็ก
zh_hans: 分米是长度单位，等于0.1米。
zh_hant: 分米等於十分之一米。

# centimeters.shortName
source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètre
ja: センチメートル
ko: 센티미터
pt: Centímetro
ru: Сантиметр
th: เซนติเมตร
zh_hans: 厘米
zh_hant: 釐米

# centimeters.longName
source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètre
ja: センチメートル
ko: 센티미터
pt: Centímetros
ru: Сантиметр
th: เซนติเมตร
zh_hans: 厘米
zh_hant: 釐米

# centimeters.detailedIntroduction
source: Centimeters are commonly used to measure small lengths.
de: Der Zentimeter ist eine Längeneinheit, die 0,01 Metern entspricht. Es wird häufig in Alltagssituationen und in der Wissenschaft verwendet.
es: Un centímetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una centésima parte de un metro.
fr: Le centimètre est une unité de longueur égale à un centième de mètre.
ja: センチメートルは長さの単位で、1センチメートルは0.01メートルです。
ko: 센티미터는 0.01미터에 해당하는 길이 단위입니다.
pt: Centímetro é uma unidade de comprimento igual a um centésimo de metro.
ru: Сантиметр - это единица длины, равная 0.01 метра.
th: เซนติเมตรเป็นหน่วยความยาวที่เท่ากับ 1/100 เมตร ใช้สำหรับการวัดระยะทางที่สั้น เช่น ความยาวของวัตถุขนาดเล็ก
zh_hans: 厘米是长度单位，等于0.01米。
zh_hant: 釐米常用於測量較小的長度。

# millimeters.shortName
source: Millimeters
de: Millimeter
es: Milímetros
fr: Millimètre
ja: ミリメートル
ko: 밀리미터
pt: Milímetro
ru: Миллиметр
th: มิลลิเมตร
zh_hans: 毫米
zh_hant: 毫米

# millimeters.longName
source: Millimeters
de: Millimeter
es: Milímetros
fr: Millimètre
ja: ミリメートル
ko: 밀리미터
pt: Milímetros
ru: Миллиметр
th: มิลลิเมตร
zh_hans: 毫米
zh_hant: 毫米

# millimeters.detailedIntroduction
source: Millimeters are used to measure very small lengths.
de: Der Millimeter ist eine Längeneinheit, die 0,001 Metern entspricht. Es wird häufig in der Technik, Bauwesen und Wissenschaft verwendet.
es: Un milímetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una milésima parte de un metro.
fr: Le millimètre est une unité de longueur égale à un millième de mètre.
ja: ミリメートルは長さの単位で、1ミリメートルは0.001メートルです。
ko: 밀리미터는 0.001미터에 해당하는 길이 단위입니다.
pt: Milímetro é uma unidade de comprimento igual a um milésimo de metro.
ru: Миллиметр - это единица длины, равная 0.001 метра.
th: มิลลิเมตรเป็นหน่วยความยาวที่เท่ากับ 1/1,000 เมตร ใช้สำหรับการวัดระยะทางที่เล็กมาก เช่น ความหนาของกระดาษ
zh_hans: 毫米是长度单位，等于0.001米。
zh_hant: 毫米常用於測量非常小的長度。

# micrometers.shortName
source: Micrometers
de: Mikrometer
es: Micrómetros
fr: Micromètre
ja: マイクロメートル
ko: 마이크로미터
pt: Micrômetro
ru: Микрометр
th: ไมโครเมตร
zh_hans: 微米
zh_hant: 微米

# micrometers.longName
source: Micrometers
de: Mikrometer
es: Micrómetros
fr: Micromètre
ja: マイクロメートル
ko: 마이크로미터
pt: Micrômetros
ru: Микрометр
th: ไมโครเมตร
zh_hans: 微米
zh_hant: 微米

# micrometers.detailedIntroduction
source: Micrometers are used to measure extremely small lengths.
de: Der Mikrometer ist eine Längeneinheit, die einem Millionstel Meter entspricht. Es wird häufig in der Mikroskopie und Materialwissenschaft verwendet.
es: Un micrómetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una millonésima parte de un metro.
fr: Le micromètre est une unité de longueur égale à un millionième de mètre.
ja: マイクロメートルは長さの単位で、1マイクロメートルは0.000001メートルです。
ko: 마이크로미터는 0.000001미터에 해당하는 길이 단위입니다.
pt: Micrômetro é uma unidade de comprimento igual a um milionésimo de metro.
ru: Микрометр - это единица длины, равная 1 миллионной метра.
th: ไมโครเมตรเป็นหน่วยความยาวที่เท่ากับ 1/1,000,000 เมตร ใช้สำหรับการวัดระยะทางที่เล็กมาก เช่น ความหนาของเส้นผม
zh_hans: 微米是长度单位，等于0.000001米。
zh_hant: 微米用於測量極小的長度，常見於科學研究。

# nanometers.shortName
source: Nanometers
de: Nanometer
es: Nanómetros
fr: Nanomètre
ja: ナノメートル
ko: 나노미터
pt: Nanômetro
ru: Нанометр
th: นาโนเมตร
zh_hans: 纳米
zh_hant: 納米

# nanometers.longName
source: Nanometers
de: Nanometer
es: Nanómetros
fr: Nanomètre
ja: ナノメートル
ko: 나노미터
pt: Nanômetros
ru: Нанометр
th: นาโนเมตร
zh_hans: 纳米
zh_hant: 納米

# nanometers.detailedIntroduction
source: Nanometers are used in fields like nanotechnology to measure minute lengths.
de: Der Nanometer ist eine Längeneinheit, die einem Milliardstel Meter entspricht. Es wird häufig in der Nanotechnologie und Physik verwendet.
es: Un nanómetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una milmillonésima parte de un metro.
fr: Le nanomètre est une unité de longueur égale à un milliardième de mètre.
ja: ナノメートルは長さの単位で、1ナノメートルは0.000000001メートルです。
ko: 나노미터는 0.000000001미터에 해당하는 길이 단위입니다.
pt: Nanômetro é uma unidade de comprimento igual a um bilionésimo de metro.
ru: Нанометр - это единица длины, равная 1 миллиардной метра.
th: นาโนเมตรเป็นหน่วยความยาวที่เท่ากับ 1/1,000,000,000 เมตร ใช้สำหรับการวัดระยะทางที่เล็กมาก เช่น ขนาดของโมเลกุล
zh_hans: 纳米是长度单位，等于0.000000001米。
zh_hant: 納米用於測量極小的長度，常用於納米技術。

# picometers.shortName
source: Picometers
de: Pikometer
es: Picómetros
fr: Picomètre
ja: ピコメートル
ko: 피코미터
pt: Picômetro
ru: Пикометр
th: พิโกเมตร
zh_hans: 皮米
zh_hant: 皮米

# picometers.longName
source: Picometers
de: Pikometer
es: Picómetros
fr: Picomètre
ja: ピコメートル
ko: 피코미터
pt: Picômetros
ru: Пикометр
th: พิโกเมตร
zh_hans: 皮米
zh_hant: 皮米

# picometers.detailedIntroduction
source: Picometers are used to measure atomic-scale distances.
de: Der Pikometer ist eine Längeneinheit, die einem Billionstel Meter entspricht. Es wird hauptsächlich in der Quantenphysik und Chemie verwendet.
es: Un picómetro es una unidad de longitud en el Sistema Internacional de Unidades, igual a una billonésima parte de un metro.
fr: Le picomètre est une unité de longueur égale à un billionième de mètre.
ja: ピコメートルは長さの単位で、1ピコメートルは0.000000000001メートルです。
ko: 피코미터는 0.000000000001미터에 해당하는 길이 단위입니다.
pt: Picômetro é uma unidade de comprimento igual a um trilionésimo de metro.
ru: Пикометр - это единица длины, равная 1 триллионной метра.
th: พิโกเมตรเป็นหน่วยความยาวที่เท่ากับ 1/1,000,000,000,000 เมตร ใช้สำหรับการวัดระยะทางที่เล็กมาก เช่น ขนาดของอะตอม
zh_hans: 皮米是长度单位，等于0.000000000001米。
zh_hant: 皮米用於測量原子級別的距離。

# inches.shortName
source: Inches
de: Zoll
es: Pulgadas
fr: Pouce
ja: インチ
ko: 인치
pt: Polegada
ru: Дюйм
th: นิ้ว
zh_hans: 英寸
zh_hant: 英寸

# inches.longName
source: Inches
de: Zoll
es: Pulgadas
fr: Pouce
ja: インチ
ko: 인치
pt: Polegadas
ru: Дюйм
th: นิ้ว
zh_hans: 英寸
zh_hant: 英寸
