Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
th: ไม่มี
zh_hans: 无
zh_hant: 無

# length.symbol
source: L
ja: 長さ
ko: 길이
pt: Comprimento
ru: Длина
th: ความยาว
zh_hans: 长
zh_hant: 長

# length.shortName
source: Length
de: Länge
es: Longitud
fr: Longueur
ja: 長
ko: 길이
pt: Comprimento
ru: Дл.
th: ยาว
zh_hans: 长度
zh_hant: 長度

# length.longName
source: Length
de: Längeneinheit
es: Longitud
fr: Longueur
ja: 長さ
ko: 길이
pt: Comprimento
ru: Длина
th: ความยาว
zh_hans: 长度
zh_hant: 長度

# length.detailedIntroduction
source: Length is a measure of distance. Units of length have been used throughout history, with meters being the standard unit in the International System of Units (SI).
de: Die Längeneinheit misst die räumliche Ausdehnung eines Objekts. Zu den gängigen Längeneinheiten gehören Meter, Kilometer, Zoll und Fuß.
es: Longitud es una medida de distancia de un punto a otro.
fr: La longueur est une mesure de la distance. Elle est couramment utilisée pour mesurer des distances en mètres, kilomètres, et miles.
ja: 長さは物体間の距離を表します。メートル（m）は国際単位系（SI）の基本単位です。
ko: 길이는 두 지점 간의 물리적 거리입니다. SI 단위는 미터입니다.
pt: Comprimento é uma medida de uma dimensão linear.
ru: Длина - это мера расстояния. Основные единицы длины включают метры, километры, мили и т.д.
th: ความยาวเป็นการวัดระยะทางจากจุดหนึ่งไปยังอีกจุดหนึ่ง หน่วยมาตรฐานของความยาวคือเมตร
zh_hans: 长度是一维空间中两个点之间的度量。
zh_hant: 長度是距離的度量。歷史上，長度單位一直在使用，米是國際單位制（SI）的標準單位。

# speed.symbol
source: S
de: v
ja: 速度
ko: 속도
pt: Velocidade
ru: Скорость
th: ความเร็ว
zh_hans: 速
zh_hant: 速

# speed.shortName
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速
ko: 속도
pt: Velocidade
ru: Скор.
th: เร็ว
zh_hans: 速度
zh_hant: 速度

# speed.longName
source: Speed
de: Geschwindigkeitseinheit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
pt: Velocidade
ru: Скорость
th: ความเร็ว
zh_hans: 速度
zh_hant: 速度

# speed.detailedIntroduction
source: Speed is the rate at which an object covers distance. Common units include meters per second and kilometers per hour.
de: Die Geschwindigkeitseinheit misst, wie schnell sich ein Objekt bewegt. Zu den üblichen Einheiten gehören Meter pro Sekunde (m/s) und Kilometer pro Stunde (km/h).
es: Velocidad es la medida de qué tan rápido se mueve un objeto.
fr: La vitesse est une mesure de la rapidité de déplacement. Elle est souvent mesurée en mètres par seconde (m/s) ou en kilomètres par heure (km/h).
ja: 速度は単位時間あたりの移動距離を表します。通常、メートル毎秒（m/s）やキロメートル毎時（km/h）で表されます。
ko: 속도는 단위 시간당 이동한 거리입니다. SI 단위는 미터/초입니다.
pt: Velocidade é uma medida da rapidez com que um objeto se move.
ru: Скорость измеряет, как быстро объект перемещается. Основные единицы скорости включают метры в секунду, километры в час и т.д.
th: ความเร็วคือการวัดระยะทางที่วัตถุเคลื่อนที่ต่อหน่วยเวลา หน่วยมาตรฐานของความเร็วคือเมตรต่อวินาที
zh_hans: 速度是物体单位时间内移动的距离。
zh_hant: 速度是物體覆蓋距離的速率。常見單位包括米每秒和公里每小時。

# pressure.symbol
source: P
ja: 圧力
ko: 압력
pt: Pressão
ru: Давление
th: ความดัน
zh_hans: 压
zh_hant: 壓

# pressure.shortName
source: Pressure
de: Druck
es: Presión
fr: Pression
ja: 圧
ko: 압력
pt: Pressão
ru: Давл.
th: ดัน
zh_hans: 压力
zh_hant: 壓力

# pressure.longName
source: Pressure
de: Druckeinheit
es: Presión
fr: Pression
ja: 圧力
ko: 압력
pt: Pressão
ru: Давление
th: ความดัน
zh_hans: 压力
zh_hant: 壓力

# pressure.detailedIntroduction
source: Pressure is the force exerted per unit area. It is measured in units like pascals, bars, and pounds per square inch.
de: Die Druckeinheit misst die Kraft pro Flächeneinheit. Gängige Druckeinheiten sind Pascal (Pa), Bar und Pfund pro Quadratzoll (psi).
es: Presión es la fuerza ejercida por unidad de área.
fr: La pression est une mesure de la force par unité de surface. Elle est souvent mesurée en pascals (Pa) ou en bars.
ja: 圧力は単位面積あたりの力を表します。パスカル（Pa）は国際単位系（SI）の基本単位です。
ko: 압력은 단위 면적당 작용하는 힘입니다. SI 단위는 파스칼입니다.
pt: Pressão é a força exercida por unidade de área.
ru: Давление - это сила, действующая на единицу площади. Основные единицы давления включают паскали, бары, атмосферы и т.д.
th: ความดันคือแรงที่กระทำต่อพื้นที่หนึ่งหน่วย หน่วยมาตรฐานของความดันคือปาสกาล
zh_hans: 压力是单位面积上施加的力。
zh_hant: 壓力是每單位面積的作用力。它的測量單位有帕斯卡、巴和磅每平方英寸等。

# temperature.symbol
source: T
ja: 温度
ko: 온도
pt: Temperatura
ru: Температура
th: อุณหภูมิ
zh_hans: 温
zh_hant: 溫

# temperature.shortName
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温
ko: 온도
pt: Temperatura
ru: Темп.
th: อุณ
zh_hans: 温度
zh_hant: 溫度

# temperature.longName
source: Temperature
de: Temperatureinheit
es: Temperatura
fr: Température
ja: 温度
ko: 온도
pt: Temperatura
ru: Температура
th: อุณหภูมิ
zh_hans: 温度
zh_hant: 溫度

# temperature.detailedIntroduction
source: Temperature is a measure of the thermal energy of a substance. Common units are Celsius, Fahrenheit, and Kelvin.
de: Die Temperatureinheit misst den Wärmegrad eines Objekts oder eines Raumes. Zu den gängigen Einheiten gehören Celsius (°C), Kelvin (K) und Fahrenheit (°F).
es: Temperatura es una medida de calor o frío.
fr: La température est une mesure du degré de chaleur. Elle est couramment mesurée en degrés Celsius (°C), Fahrenheit (°F), ou Kelvin (K).
ja: 温度は物体の熱エネルギーの平均運動エネルギーの指標です。ケルビン（K）や摂氏（℃）で表されます。
ko: 온도는 물체의 열 에너지 수준을 나타내는 척도입니다. SI 단위는 켈빈입니다.
pt: Temperatura é uma medida da energia térmica média das partículas.
ru: Температура измеряет тепловое состояние объекта. Основные единицы температуры включают Кельвины, Цельсия и Фаренгейты.
th: อุณหภูมิเป็นการวัดความร้อนหรือความเย็นของวัตถุ หน่วยมาตรฐานของอุณหภูมิคือเคลวิน
zh_hans: 温度是物体的冷热程度。
zh_hant: 溫度是物質熱能的度量。常見單位有攝氏度、華氏度和開爾文。

# temperatureDifference.symbol
source: ΔT
ja: 温度差
ko: 온도차
pt: Diferença de Temperatura
ru: Разность температур
th: Δอุณ
zh_hans: 温差
zh_hant: 溫差

# temperatureDifference.shortName
source: Temp Diff
de: Temperaturunterschied
es: Diferencia de Temperatura
fr: Différence de Température
ja: 温差
ko: 온도차
pt: Diferença de Temperatura
ru: Разн. темп.
th: Δอุณหภูมิ
zh_hans: 温差
zh_hant: 溫度差

# temperatureDifference.longName
source: Temperature Difference
de: Temperaturunterschiedseinheit
es: Diferencia de Temperatura
fr: Différence de Température
ja: 温度差
ko: 온도차
pt: Diferença de Temperatura
ru: Разность температур
th: ความต่างอุณหภูมิ
zh_hans: 温度差
zh_hant: 溫度差

# temperatureDifference.detailedIntroduction
source: Temperature Difference measures the change in temperature between two points. Units include Celsius Delta and Fahrenheit Delta.
de: Die Temperaturunterschiedseinheit misst die Differenz zwischen zwei Temperaturwerten. Sie wird oft in Klimawissenschaften und Ingenieurwesen verwendet.
es: Diferencia de temperatura es la variación de calor entre dos puntos.
fr: La différence de température mesure la variation de chaleur. Elle est souvent utilisée pour comparer des changements de température.
ja: 温度差は二点間の温度の違いを示します。摂氏度（℃）やファーレンハイト度（℉）で表されます。
ko: 온도차는 두 지점 간의 온도 변화입니다. SI 단위는 켈빈입니다.
pt: Diferença de temperatura é a variação de temperatura entre dois pontos.
ru: Разность температур измеряет изменение температуры. Основные единицы включают градусы Цельсия и Фаренгейта.
th: ความต่างอุณหภูมิใช้วัดการเปลี่ยนแปลงของอุณหภูมิ หน่วยมาตรฐานคือเคลวินและเซลเซียส
zh_hans: 温度差是两个温度值之间的差异。
zh_hant: 溫度差是兩個點之間的溫度變化。單位包括攝氏度差和華氏度差。

# mass.symbol
source: M
ja: 質量
ko: 질량
pt: Massa
ru: Масса
th: มวล
zh_hans: 质
zh_hant: 質

# mass.shortName
source: Mass
de: Masse
es: Masa
fr: Masse
ja: 質
ko: 질량
pt: Massa
ru: М.
th: มวล
zh_hans: 质量
zh_hant: 質量

# mass.longName
source: Mass
de: Masseinheit
es: Masa
fr: Masse
ja: 質量
ko: 질량
pt: Massa
ru: Масса
th: มวล
zh_hans: 质量
zh_hant: 質量

# mass.detailedIntroduction
source: Mass is a measure of the amount of matter in an object. Common units are kilograms, grams, and pounds.
de: Die Masseinheit misst die Menge an Materie in einem Objekt. Zu den gängigen Masseeinheiten gehören Kilogramm (kg), Gramm (g) und Pfund (lb).
es: Masa es la cantidad de materia en un objeto.
fr: La masse est une mesure de la quantité de matière. Elle est souvent mesurée en kilogrammes (kg) ou en grammes (g).
ja: 質量は物体の物質量を表します。キログラム（kg）は国際単位系（SI）の基本単位です。
ko: 질량은 물체가 가지고 있는 물질의 양입니다. SI 단위는 킬로그램입니다.
pt: Massa é uma medida da quantidade de matéria em um objeto.
ru: Масса измеряет количество вещества в объекте. Основные единицы массы включают килограммы, граммы, тонны и т.д.
th: มวลคือการวัดปริมาณสสารในวัตถุ หน่วยมาตรฐานของมวลคือกิโลกรัม
zh_hans: 质量是物体所含物质的量。
zh_hant: 質量是物體中物質的量度。常見單位有千克、克和磅。

# volume.symbol
source: V
ja: 体積
ko: 부피
pt: Volume
ru: Объем
th: ปริมาตร
zh_hans: 容
zh_hant: 體積

# volume.shortName
source: Volume
de: Volumen
es: Volumen
ja: 体
ko: 부피
ru: Об.
th: ปริ
zh_hans: 体积
zh_hant: 體積

# volume.longName
source: Volume
de: Volumeneinheit
es: Volumen
ja: 体積
ko: 부피
ru: Объем
th: ปริมาตร
zh_hans: 体积
zh_hant: 體積

# volume.detailedIntroduction
source: Volume measures the amount of space an object occupies. Units include liters, cubic meters, and gallons.
de: Die Volumeneinheit misst den Raum, den ein Objekt einnimmt. Gängige Volumeneinheiten sind Liter (L), Milliliter (ml) und Kubikmeter (m³).
es: Volumen es la cantidad de espacio que ocupa un objeto.
fr: Le volume est une mesure de l'espace occupé. Il est souvent mesuré en litres (L) ou en mètres cubes (m³).
ja: 体積は物体が占める空間の量を表します。リットル（L）や立方メートル（m³）で表されます。
ko: 부피는 물체가 차지하는 공간의 크기입니다. SI 단위는 입방 미터입니다.
pt: Volume é a quantidade de espaço tridimensional ocupada por um objeto.
ru: Объем измеряет количество пространства, занимаемого объектом. Основные единицы объема включают литры, кубические метры и т.д.
th: ปริมาตรคือการวัดพื้นที่ที่วัตถุครอบครอง หน่วยมาตรฐานของปริมาตรคือลิตร
zh_hans: 体积是物体所占空间的大小。
zh_hant: 體積是物體佔據空間的量度。單位包括升、立方米和加侖。

# acceleration.symbol
source: A
ja: 加速度
ko: 가속도
pt: Aceleração
ru: Ускорение
th: การเร่ง
zh_hans: 加
zh_hant: 加速

# acceleration.shortName
source: Acceleration
de: Beschleunigung
es: Aceleración
fr: Accélération
ja: 加速
ko: 가속도
pt: Aceleração
ru: Ускор.
th: เร่ง
zh_hans: 加速度
zh_hant: 加速度

# acceleration.longName
source: Acceleration
de: Beschleunigungseinheit
es: Aceleración
fr: Accélération
ja: 加速度
ko: 가속도
pt: Aceleração
ru: Ускорение
th: การเร่ง
zh_hans: 加速度
zh_hant: 加速度

# acceleration.detailedIntroduction
source: Acceleration is the rate of change of velocity. It is commonly measured in meters per second squared.
de: Die Beschleunigungseinheit misst die Änderung der Geschwindigkeit pro Zeiteinheit. Sie wird in Meter pro Quadratsekunde (m/s²) angegeben.
es: Aceleración es el cambio de velocidad por unidad de tiempo.
fr: L'accélération est une mesure de la variation de la vitesse. Elle est souvent mesurée en mètres par seconde au carré (m/s²).
ja: 加速度は単位時間あたりの速度の変化を表します。メートル毎秒毎秒（m/s²）で表されます。
ko: 가속도는 단위 시간당 속도의 변화입니다. SI 단위는 미터/초²입니다.
pt: Aceleração é a taxa de variação da velocidade.
ru: Ускорение измеряет изменение скорости объекта со временем. Основные единицы включают метры в секунду в квадрате.
th: การเร่งคือการวัดการเปลี่ยนแปลงของความเร็วต่อหน่วยเวลา หน่วยมาตรฐานของการเร่งคือเมตรต่อวินาทีกำลังสอง
zh_hans: 加速度是速度变化的快慢程度。
zh_hant: 加速度是速度變化的速率。常用單位是米每二次方秒。

# power.symbol
source: P
ja: パワー
ko: 전력
pt: Potência
ru: Мощность
th: พลังงาน
zh_hans: 功
zh_hant: 功

# power.shortName
source: Power
de: Leistung
es: Potencia
fr: Puissance
ja: 力
ko: 전력
pt: Potência
ru: Мощ.
th: พลัง
zh_hans: 功率
zh_hant: 功率

# power.longName
source: Power
de: Leistungseinheit
es: Potencia
fr: Puissance
ja: パワー
ko: 전력
pt: Potência
ru: Мощность
th: พลังงาน
zh_hans: 功率
zh_hant: 功率

# power.detailedIntroduction
source: Power is the rate at which work is done or energy is transferred. Common units are watts and horsepower.
de: Die Leistungseinheit misst die Menge an Energie, die pro Zeiteinheit übertragen wird. Gängige Leistungseinheiten sind Watt (W) und Pferdestärke (PS).
es: Potencia es la tasa a la que se realiza trabajo o se transfiere energía.
fr: La puissance est une mesure de la vitesse à laquelle l'énergie est transférée. Elle est souvent mesurée en watts (W) ou en chevaux-vapeur (HP).
ja: パワーは単位時間あたりのエネルギーの変化率を表します。ワット（W）は国際単位系（SI）の基本単位です。
ko: 전력은 단위 시간당 에너지 소비입니다. SI 단위는 와트입니다.
pt: Potência é a taxa de transferência de energia.
ru: Мощность измеряет скорость выполнения работы или передачи энергии. Основные единицы включают ватты, киловатты и т.д.
th: พลังงานคือการวัดอัตราการใช้พลังงานต่อหน่วยเวลา หน่วยมาตรฐานของพลังงานคือวัตต์
zh_hans: 功率是单位时间内完成的工作量。
zh_hant: 功率是做功或傳遞能量的速率。常用單位是瓦特和馬力。

# angle.shortName
source: Angle
de: Winkel
es: Ángulo
ja: 角
ko: 각도
pt: Ângulo
ru: У.
th: มุม
zh_hans: 角度
zh_hant: 角度

# angle.longName
source: Angle
de: Winkeleinheit
es: Ángulo
ja: 角度
ko: 각도
pt: Ângulo
ru: Угол
th: มุม
zh_hans: 角度
zh_hant: 角度

# angle.detailedIntroduction
source: Angle measures the rotation between two intersecting lines. Units include degrees, radians, and gradians.
de: Die Winkeleinheit misst die Drehung zwischen zwei Linien, die von einem gemeinsamen Punkt ausgehen. Gängige Winkeleinheiten sind Grad (°) und Radiant (rad).
es: Ángulo es la medida de la rotación entre dos líneas que se cruzan en un punto.
fr: L'angle est une mesure de l'ouverture entre deux lignes. Il est souvent mesuré en degrés (°) ou en radians (rad).
ja: 角度は二つの直線の交点の開き具合を表します。度（°）やラジアン（rad）で表されます。
ko: 각도는 두 직선이 만나는 지점에서 형성되는 회전의 크기입니다. SI 단위는 라디안입니다.
pt: Ângulo é a medida da rotação entre duas linhas que se encontram em um ponto.
ru: Угол измеряет вращение или наклон между двумя линиями. Основные единицы включают градусы и радианы.
th: มุมคือการวัดระยะที่สองเส้นมาบรรจบกัน หน่วยมาตรฐานของมุมคือองศา
zh_hans: 角度是两条射线间的旋转度量。
zh_hant: 角度是兩條相交線之間的旋轉量。單位包括度、弧度和百分度。

# angularVelocity.symbol
source: ω
ja: 角速度
ko: 각속도
pt: Velocidade Angular
ru: Угловая скорость
th: ความเร็วเชิงมุม
zh_hans: 角速
zh_hant: 角速

# angularVelocity.shortName
source: Ang Vel
de: Winkelgeschwindigkeit
es: Velocidad Angular
fr: Vitesse Angulaire
ja: 角速
ko: 각속도
pt: Velocidade Angular
ru: Углов. скор.
th: เชิงมุม
zh_hans: 角速度
zh_hant: 角速度

# angularVelocity.longName
source: Angular Velocity
de: Winkelgeschwindigkeitseinheit
es: Velocidad Angular
fr: Vitesse Angulaire
ja: 角速度
ko: 각속도
pt: Velocidade Angular
ru: Угловая скорость
th: ความเร็วเชิงมุม
zh_hans: 角速度
zh_hant: 角速度

# angularVelocity.detailedIntroduction
source: Angular Velocity is the rate of change of an angle. It is measured in units like radians per second.
de: Die Winkelgeschwindigkeitseinheit misst die Drehgeschwindigkeit. Sie wird in Radiant pro Sekunde (rad/s) angegeben.
es: Velocidad angular es la tasa de cambio del ángulo por unidad de tiempo.
fr: La vitesse angulaire mesure la rapidité de rotation. Elle est souvent mesurée en radians par seconde (rad/s).
ja: 角速度は単位時間あたりの回転角を表します。ラジアン毎秒（rad/s）で表されます。
ko: 각속도는 단위 시간당 회전 각도입니다. SI 단위는 라디안/초입니다.
pt: Velocidade angular é a taxa de variação do ângulo.
ru: Угловая скорость измеряет скорость вращения объекта. Основные единицы включают радианы в секунду.
th: ความเร็วเชิงมุมคือการวัดการเปลี่ยนแปลงของมุมต่อหน่วยเวลา หน่วยมาตรฐานคือรัศมีต่อวินาที
zh_hans: 角速度是物体旋转的速度。
zh_hant: 角速度是角度變化的速率。常用單位是每秒弧度。

# area.symbol
source: A
ja: 面積
ko: 면적
pt: Área
ru: Площадь
th: พื้นที่
zh_hans: 面
zh_hant: 面積

# area.shortName
source: Area
de: Fläche
es: Área
fr: Surface
ja: 面
ko: 면적
pt: Área
ru: Пл.
th: พื้นที่
zh_hans: 面积
zh_hant: 面積

# area.longName
source: Area
de: Flächeneinheit
es: Área
fr: Surface
ja: 面積
ko: 면적
pt: Área
ru: Площадь
th: พื้นที่
zh_hans: 面积
zh_hant: 面積

# area.detailedIntroduction
source: Area measures the extent of a two-dimensional surface. Common units include square meters, square feet, and acres.
de: Die Flächeneinheit misst die Größe einer zweidimensionalen Oberfläche. Zu den gängigen Flächeneinheiten gehören Quadratmeter (m²) und Hektar.
es: Área es la medida de la extensión de una superficie en dos dimensiones.
fr: La surface est une mesure de l'étendue d'une surface. Elle est souvent mesurée en mètres carrés (m²) ou en hectares (ha).
ja: 面積は平面上の領域の大きさを表します。平方メートル（m²）や平方キロメートル（km²）で表されます。
ko: 면적은 평면상에서의 두 차원적 크기입니다. SI 단위는 제곱 미터입니다.
pt: Área é a medida da extensão de uma superfície.
ru: Площадь измеряет поверхность. Основные единицы включают квадратные метры, квадратные километры и т.д.
th: พื้นที่คือการวัดขนาดของพื้นผิว หน่วยมาตรฐานของพื้นที่คือตารางเมตร
zh_hans: 面积是二维空间中某个区域的大小。
zh_hant: 面積是二維表面的範圍。常用單位是平方米、平方英尺和英畝。

# concentration.symbol
source: C
ja: 濃度
ko: 농도
pt: Concentração
ru: Концентрация
th: ความเข้มข้น
zh_hans: 浓
zh_hant: 濃度

# concentration.shortName
source: Concentration
de: Konzentration
es: Concentración
ja: 濃
ko: 농도
pt: Concentração
ru: Конц.
th: เข้มข้น
zh_hans: 浓度
zh_hant: 濃度

# concentration.longName
source: Concentration
de: Konzentrationseinheit
es: Concentración
ja: 濃度
ko: 농도
pt: Concentração
ru: Концентрация
th: ความเข้มข้น
zh_hans: 浓度
zh_hant: 濃度

# concentration.detailedIntroduction
source: Concentration measures the amount of a substance in a given volume. Units include grams per liter and parts per million.
de: Die Konzentrationseinheit misst die Menge eines Stoffes in einer bestimmten Volumeneinheit. Sie wird oft in Gramm pro Liter (g/L) oder Teile pro Million (ppm) angegeben.
es: Concentración es la cantidad de una sustancia presente en una mezcla por unidad de volumen.
fr: La concentration mesure la quantité de substance dans un volume donné. Elle est souvent mesurée en grammes par litre (g/L).
ja: 濃度は溶液中の特定成分の割合を表します。グラム毎リットル（g/L）やパーツパーミリオン（ppm）で表されます。
ko: 농도는 특정 용액에 녹아 있는 물질의 양입니다. SI 단위는 몰/리터입니다.
pt: Concentração é a quantidade de uma substância em uma mistura.
ru: Концентрация измеряет количество вещества в определенном объеме. Основные единицы включают граммы на литр и миллиграммы на децилитр.
th: ความเข้มข้นคือการวัดปริมาณของสารที่อยู่ในปริมาตร หน่วยมาตรฐานของความเข้มข้นคือกรัมต่อลิตร
zh_hans: 浓度是溶液中溶质的量。
zh_hant: 濃度是單位體積中物質的量。單位包括克每升和百萬分率。

# time.symbol
source: T
ja: 時間
ko: 시간
pt: Tempo
ru: Время
th: เวลา
zh_hans: 时
zh_hant: 時間

# time.shortName
source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時
ko: 시간
pt: Tempo
ru: Вр.
th: เวลา
zh_hans: 时间
zh_hant: 時間

# time.longName
source: Time
de: Zeiteinheit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
pt: Tempo
ru: Время
th: เวลา
zh_hans: 时间
zh_hant: 時間

# time.detailedIntroduction
source: Time measures the duration of events. Common units are seconds, minutes, and hours.
de: Die Zeiteinheit misst die Dauer von Ereignissen. Gängige Zeiteinheiten sind Sekunden (s), Minuten (min) und Stunden (h).
es: Tiempo es la medida continua e indefinida en la que suceden los eventos en el pasado, presente y futuro.
fr: Le temps est une mesure de la durée des événements. Il est souvent mesuré en secondes (s), minutes (min), ou heures (h).
ja: 時間は出来事の継続や順序を表します。秒（s）は国際単位系（SI）の基本単位です。
ko: 시간은 사건의 순서를 측정하는 척도입니다. SI 단위는 초입니다.
pt: Tempo é a duração de um evento ou intervalo.
ru: Время измеряет продолжительность событий. Основные единицы включают секунды, минуты, часы и т.д.
th: เวลาคือการวัดช่วงระยะจากเหตุการณ์หนึ่งไปยังอีกเหตุการณ์หนึ่ง หน่วยมาตรฐานของเวลาคือวินาที
zh_hans: 时间是事件发生的顺序和间隔的度量。
zh_hant: 時間是事件持續的度量。常用單位是秒、分鐘和小時。

# electricChargeCapacity.symbol
source: Q
es: C
ja: 電荷容量
ko: 전하용량
pt: Capacidade de Carga Elétrica
ru: Емкость электрического заряда
th: ความจุประจุไฟฟ้า
zh_hans: 电容
zh_hant: 電容

# electricChargeCapacity.shortName
source: Charge Cap
de: Elektrische Ladungskapazität
es: Capacidad de Carga Eléctrica
fr: Capacité de Charge Électrique
ja: 電荷
ko: 전하용량
pt: Capacidade de Carga Elétrica
ru: Емкость
th: จุ
zh_hans: 电荷容量
zh_hant: 電荷容量

# electricChargeCapacity.longName
source: Electric Charge Capacity
de: Einheit der elektrischen Ladungskapazität
es: Capacidad de Carga Eléctrica
fr: Capacité de Charge Électrique
ja: 電荷容量
ko: 전하용량
pt: Capacidade de Carga Elétrica
ru: Емкость электрического заряда
th: ความจุประจุไฟฟ้า
zh_hans: 电荷容量
zh_hant: 電荷容量

# electricChargeCapacity.detailedIntroduction
source: Electric Charge Capacity measures the amount of electric charge stored. Units include ampere-hours and milliampere-hours.
de: Die Einheit der elektrischen Ladungskapazität misst die gespeicherte elektrische Ladung. Sie wird in Amperestunden (Ah) oder Milliamperestunden (mAh) angegeben.
es: Capacidad de carga eléctrica es la cantidad de carga eléctrica que un objeto puede almacenar.
fr: La capacité de charge électrique mesure la quantité d'électricité stockée. Elle est souvent mesurée en ampères-heures (Ah).
ja: 電荷容量は電池やコンデンサが蓄えられる電気の量を表します。アンペア時（Ah）で表されます。
ko: 전하용량은 전기적 용량입니다. SI 단위는 암페어-시입니다.
pt: Capacidade de carga elétrica é a quantidade de carga que uma bateria pode armazenar.
ru: Емкость электрического заряда измеряет количество электричества, которое может храниться. Основные единицы включают ампер-часы.
th: ความจุประจุไฟฟ้าคือการวัดปริมาณไฟฟ้าที่เก็บในอุปกรณ์ หน่วยมาตรฐานคือแอมแปร์ชั่วโมง
zh_hans: 电荷容量是电池所能存储的电荷量。
zh_hant: 電荷容量是儲存電荷的量。單位包括安培小時和毫安時。

# electricCurrent.symbol
source: I
ja: 電流
ko: 전류
pt: Corrente Elétrica
ru: Электрический ток
th: กระแสไฟฟ้า
zh_hans: 电流
zh_hant: 電流

# electricCurrent.shortName
source: Current
de: Stromstärke
es: Corriente Eléctrica
fr: Courant Électrique
ja: 電
ko: 전류
pt: Corrente Elétrica
ru: Ток
th: กระแส
zh_hans: 电流
zh_hant: 電流

# electricCurrent.longName
source: Electric Current
de: Stromstärkeeineinheit
es: Corriente Eléctrica
fr: Courant Électrique
ja: 電流
ko: 전류
pt: Corrente Elétrica
ru: Электрический ток
th: กระแสไฟฟ้า
zh_hans: 电流
zh_hant: 電流

# electricCurrent.detailedIntroduction
source: Electric Current is the flow of electric charge. It is measured in units like amperes and milliamperes.
de: Die Stromstärkeeineinheit misst den Fluss elektrischer Ladung. Sie wird in Ampere (A) gemessen.
es: Corriente eléctrica es el flujo de carga eléctrica a través de un conductor.
fr: Le courant électrique mesure le flux de charge électrique. Il est souvent mesuré en ampères (A).
ja: 電流は電気が流れる速度を表します。アンペア（A）は国際単位系（SI）の基本単位です。
ko: 전류는 단위 시간당 흐르는 전자의 양입니다. SI 단위는 암페어입니다.
pt: Corrente elétrica é o fluxo de elétrons em um condutor.
ru: Электрический ток измеряет поток электричества. Основные единицы включают амперы.
th: กระแสไฟฟ้าคือการวัดปริมาณการไหลของประจุไฟฟ้าผ่านตัวนำ หน่วยมาตรฐานคือแอมแปร์
zh_hans: 电流是电荷在电路中的流动速率。
zh_hant: 電流是電荷的流動。常用單位是安培和毫安。

# electricPotential.symbol
source: V
ja: 電位
ko: 전위
pt: Potencial Elétrico
ru: Электрический потенциал
th: แรงดันไฟฟ้า
zh_hans: 电压
zh_hant: 電位

# electricPotential.shortName
source: Voltage
de: Spannung
es: Potencial Eléctrico
fr: Potentiel Électrique
ja: 電位
ko: 전위
pt: Potencial Elétrico
ru: Потенциал
th: แรงดัน
zh_hans: 电压
zh_hant: 電位

# electricPotential.longName
source: Electric Potential
de: Spannungseinheit
es: Potencial Eléctrico
fr: Potentiel Électrique
ja: 電位
ko: 전위
pt: Potencial Elétrico
ru: Электрический потенциал
th: แรงดันไฟฟ้า
zh_hans: 电压
zh_hant: 電位

# electricPotential.detailedIntroduction
source: Electric Potential, or voltage, measures the electric potential difference between two points. It is measured in volts.
de: Die Spannungseinheit misst den elektrischen Potenzialunterschied zwischen zwei Punkten. Sie wird in Volt (V) gemessen.
es: Potencial eléctrico es el trabajo necesario para mover una carga desde un punto a otro en un campo eléctrico.
fr: Le potentiel électrique mesure la différence de potentiel entre deux points. Il est souvent mesuré en volts (V).
ja: 電位は電荷が持つポテンシャルエネルギーを表します。ボルト（V）は国際単位系（SI）の基本単位です。
ko: 전위는 전기장의 위치 에너지입니다. SI 단위는 볼트입니다.
pt: Potencial elétrico é a quantidade de trabalho necessário para mover uma carga.
ru: Электрический потенциал измеряет напряжение. Основные единицы включают вольты.
th: แรงดันไฟฟ้าคือการวัดความต่างศักย์ไฟฟ้าระหว่างสองจุด หน่วยมาตรฐานคือโวลต์
zh_hans: 电压是电势差的度量。
zh_hant: 電位或電壓是兩個點之間的電位差。單位是伏特。

# electricResistance.symbol
source: R
ja: 電気抵抗
ko: 저항
pt: Resistência Elétrica
ru: Электрическое сопротивление
th: ความต้านทานไฟฟ้า
zh_hans: 电阻
zh_hant: 電阻

# electricResistance.shortName
source: Resistance
de: Widerstand
es: Resistencia Eléctrica
fr: Résistance Électrique
ja: 抵抗
ko: 저항
pt: Resistência Elétrica
ru: Сопротивление
th: ต้านทาน
zh_hans: 电阻
zh_hant: 電阻
