Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# inchesOfMercury.detailedIntroduction
source: Inches of Mercury are used to measure pressure, commonly in weather reports and aviation.
de: Zoll Quecksilber ist eine Druckeinheit, die in der Luftfahrt und Meteorologie verwendet wird. Ein Zoll Quecksilber entspricht etwa 3386,39 Pascal.
es: Pulgadas de mercurio es una unidad de presión que mide la presión atmosférica en términos de la altura de una columna de mercurio en pulgadas.
fr: Le pouce de mercure est une unité de pression couramment utilisée pour mesurer la pression atmosphérique.
ja: インチ水銀柱は圧力の単位で、1インチ水銀柱は約3386.39パスカルです。
ko: 인치 수은주는 압력의 단위입니다. 1인치 수은주는 약 3386.39파스칼입니다.
pt: Polegada de mercúrio é uma unidade de pressão tradicionalmente usada em meteorologia e aviação, igual a 3.386,389 pascais.
ru: Дюймы ртутного столба - это единица давления, часто используемая в авиации и метеорологии.
th: นิ้วปรอทเป็นหน่วยความดันที่ใช้ในการวัดความดันบรรยากาศ ใช้สำหรับการวัดความดันในบรรยากาศหรือในระบบไฮดรอลิก
zh_hans: 英寸汞柱是压力单位，等于约3386.39帕斯卡。
zh_hant: 英寸汞柱用於測量壓力，常見於氣象和航空領域。

# millimetersOfMercury.shortName
source: Millimeters of Mercury
de: Millimeter Quecksilber
es: Milímetros de Mercurio
fr: Millimètres de Mercure
ja: ミリメートル水銀柱
ko: 밀리미터 수은주
pt: Milímetro de Mercúrio
ru: мм Hg
th: มิลลิเมตรปรอท
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

# millimetersOfMercury.longName
source: Millimeters of Mercury
de: Millimeter Quecksilber
es: Milímetros de Mercurio
fr: Millimètres de Mercure
ja: ミリメートル水銀柱
ko: 밀리미터 수은주
pt: Milímetros de Mercúrio
ru: Миллиметры ртутного столба
th: มิลลิเมตรปรอท
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

# millimetersOfMercury.detailedIntroduction
source: Millimeters of Mercury are used to measure pressure, commonly in medical settings.
de: Millimeter Quecksilber ist eine Druckeinheit, die in der Medizin und Meteorologie verwendet wird. Ein Millimeter Quecksilber entspricht etwa 133,322 Pascal.
es: Milímetros de mercurio es una unidad de presión que mide la presión atmosférica en términos de la altura de una columna de mercurio en milímetros.
fr: Le millimètre de mercure est une unité de pression utilisée principalement en médecine. 1 mmHg = 133.322 pascals.
ja: ミリメートル水銀柱は圧力の単位で、1ミリメートル水銀柱は約133.322パスカルです。
ko: 밀리미터 수은주는 압력의 단위입니다. 1밀리미터 수은주는 약 133.322파스칼입니다.
pt: Milímetro de mercúrio é uma unidade de pressão igual a 133,322 pascais.
ru: Миллиметры ртутного столба - это единица давления, часто используемая в медицине для измерения артериального давления.
th: มิลลิเมตรปรอทเป็นหน่วยความดันที่ใช้ในการวัดความดันบรรยากาศ ใช้สำหรับการวัดความดันในบรรยากาศหรือในระบบไฮดรอลิก
zh_hans: 毫米汞柱是压力单位，等于约133.322帕斯卡。
zh_hant: 毫米汞柱用於測量壓力，常見於醫學領域。

# newtonsPerMetersSquared.shortName
source: Newtons per Meter²
de: Newton pro Quadratmeter
es: Newton por Metro Cuadrado
fr: Newton par Mètre Carré
ja: ニュートン毎平方メートル
ko: 뉴턴/제곱미터
pt: Newton por Metro Quadrado
ru: Н/м²
th: นิวตันต่อตารางเมตร
zh_hans: 牛顿每平方米
zh_hant: 牛頓/平方米

# newtonsPerMetersSquared.longName
source: Newtons per Square Meter
de: Newton pro Quadratmeter
es: Newton por Metro Cuadrado
fr: Newton par Mètre Carré
ja: ニュートン毎平方メートル
ko: 뉴턴/제곱미터
pt: Newtons por Metro Quadrado
ru: Ньютоны на квадратный метр
th: นิวตันต่อตารางเมตร
zh_hans: 牛顿每平方米
zh_hant: 牛頓每平方米

# newtonsPerMetersSquared.detailedIntroduction
source: Newtons per Square Meter is an SI unit for measuring pressure.
de: Newton pro Quadratmeter ist eine Druckeinheit im internationalen Einheitensystem (SI). Ein Newton pro Quadratmeter entspricht einem Pascal.
es: Newton por metro cuadrado es una unidad de presión en el Sistema Internacional de Unidades, igual a la presión ejercida por un newton de fuerza en un metro cuadrado.
fr: Le newton par mètre carré est une unité de pression équivalente à un pascal (Pa).
ja: ニュートン毎平方メートルは圧力の基本単位で、1ニュートン毎平方メートルは1パスカルです。
ko: 뉴턴/제곱미터는 압력의 단위입니다. 1뉴턴/제곱미터는 1파스칼입니다.
pt: Newton por metro quadrado é a unidade de pressão no Sistema Internacional de Unidades (SI), também conhecida como pascal.
ru: Ньютоны на квадратный метр - это базовая единица давления в Международной системе единиц (СИ).
th: นิวตันต่อตารางเมตรเป็นหน่วยของความดันหรือแรงที่ใช้ในการวัดความดันในระบบต่างๆ เช่น การทดสอบวัสดุหรือในระบบไฮดรอลิก
zh_hans: 牛顿每平方米是压力单位，等于1帕斯卡。
zh_hant: 牛頓每平方米是國際單位制（SI）的壓力單位。

# gigapascals.shortName
source: Gigapascals
de: Gigapascal
es: Gigapascales
fr: Gigapascal
ja: ギガパスカル
ko: 기가파스칼
pt: Gigapascal
ru: ГПа
th: กิกะปาสกาล
zh_hans: 吉帕
zh_hant: 吉帕

# gigapascals.longName
source: Gigapascals
de: Gigapascal
es: Gigapascales
fr: Gigapascal
ja: ギガパスカル
ko: 기가파스칼
pt: Gigapascais
ru: Гигапаскали
th: กิกะปาสกาล
zh_hans: 吉帕
zh_hant: 吉帕

# gigapascals.detailedIntroduction
source: Gigapascals are used to measure extremely high pressures.
de: Gigapascal ist eine Druckeinheit im internationalen Einheitensystem (SI). Ein Gigapascal entspricht 1.000.000.000 Pascal.
es: Gigapascales es una unidad de presión igual a mil millones de pascales.
fr: Le gigapascal est une unité de pression équivalente à un milliard de pascals (1 GPa = 10^9 Pa).
ja: ギガパスカルは圧力の単位で、1ギガパスカルは10億パスカルです。
ko: 기가파스칼은 압력의 단위입니다. 1기가파스칼은 10억 파스칼입니다.
pt: Gigapascal é uma unidade de pressão igual a um bilhão de pascais.
ru: Гигапаскали - это единица давления, равная одному миллиарду паскалей.
th: กิกะปาสกาลเป็นหน่วยความดันที่เท่ากับ 1,000,000,000 ปาสกาล ใช้สำหรับการวัดความดันในระบบที่มีความดันสูงมาก
zh_hans: 吉帕是压力单位，等于10亿帕斯卡。
zh_hant: 吉帕用於測量極高的壓力。

# megapascals.shortName
source: Megapascals
de: Megapascal
es: Megapascales
fr: Mégapascal
ja: メガパスカル
ko: 메가파스칼
pt: Megapascal
ru: МПа
th: เมกะปาสกาล
zh_hans: 兆帕
zh_hant: 兆帕

# megapascals.longName
source: Megapascals
de: Megapascal
es: Megapascales
fr: Mégapascal
ja: メガパスカル
ko: 메가파스칼
pt: Megapascais
ru: Мегапаскали
th: เมกะปาสกาล
zh_hans: 兆帕
zh_hant: 兆帕

# megapascals.detailedIntroduction
source: Megapascals are used to measure high pressures, often in engineering.
de: Megapascal ist eine Druckeinheit im internationalen Einheitensystem (SI). Ein Megapascal entspricht 1.000.000 Pascal.
es: Megapascales es una unidad de presión igual a un millón de pascales.
fr: Le mégapascal est une unité de pression équivalente à un million de pascals (1 MPa = 10^6 Pa).
ja: メガパスカルは圧力の単位で、1メガパスカルは100万パスカルです。
ko: 메가파스칼은 압력의 단위입니다. 1메가파스칼은 100만 파스칼입니다.
pt: Megapascal é uma unidade de pressão igual a um milhão de pascais.
ru: Мегапаскали - это единица давления, равная одному миллиону паскалей.
th: เมกะปาสกาลเป็นหน่วยความดันที่เท่ากับ 1,000,000 ปาสกาล ใช้สำหรับการวัดความดันในระบบที่มีความดันสูง
zh_hans: 兆帕是压力单位，等于100万帕斯卡。
zh_hant: 兆帕用於測量高壓，常見於工程領域。

# kilopascals.shortName
source: Kilopascals
de: Kilopascal
es: Kilopascales
fr: Kilopascal
ja: キロパスカル
ko: 킬로파스칼
pt: Quilopascal
ru: кПа
th: กิโลปาสกาล
zh_hans: 千帕
zh_hant: 千帕

# kilopascals.longName
source: Kilopascals
de: Kilopascal
es: Kilopascales
fr: Kilopascal
ja: キロパスカル
ko: 킬로파스칼
pt: Quilopascais
ru: Килопаскали
th: กิโลปาสกาล
zh_hans: 千帕
zh_hant: 千帕

# kilopascals.detailedIntroduction
source: Kilopascals are used to measure pressure, commonly in engineering.
de: Kilopascal ist eine Druckeinheit im internationalen Einheitensystem (SI). Ein Kilopascal entspricht 1.000 Pascal.
es: Kilopascales es una unidad de presión igual a mil pascales.
fr: Le kilopascal est une unité de pression équivalente à mille pascals (1 kPa = 10^3 Pa).
ja: キロパスカルは圧力の単位で、1キロパスカルは1000パスカルです。
ko: 킬로파스칼은 압력의 단위입니다. 1킬로파스칼은 1000파스칼입니다.
pt: Quilopascal é uma unidade de pressão igual a mil pascais.
ru: Килопаскали - это единица давления, равная одной тысяче паскалей.
th: กิโลปาสกาลเป็นหน่วยความดันที่เท่ากับ 1,000 ปาสกาล ใช้สำหรับการวัดความดันในระบบไฮดรอลิกหรือระบบลม
zh_hans: 千帕是压力单位，等于1000帕斯卡。
zh_hant: 千帕用於測量壓力，常見於工程領域。

# bars.shortName
source: Bars
de: Bar
es: Bares
fr: Bar
ja: バール
ko: 바
pt: Bar
ru: Бар
th: บาร์
zh_hans: 巴
zh_hant: 巴

# bars.longName
source: Bars
de: Bar
es: Bares
fr: Bar
ja: バール
ko: 바
ru: Бар
th: บาร์
zh_hans: 巴
zh_hant: 巴

# bars.detailedIntroduction
source: Bars are a unit of pressure, commonly used in meteorology and engineering.
de: Bar ist eine Druckeinheit, die in Europa häufig verwendet wird. Ein Bar entspricht 100.000 Pascal.
es: Bar es una unidad de presión igual a 100,000 pascales.
fr: Le bar est une unité de pression couramment utilisée dans l'industrie. 1 bar = 100,000 pascals (Pa).
ja: バールは圧力の単位で、1バールは100,000パスカルです。
ko: 바는 압력의 단위입니다. 1바는 100000파스칼입니다.
pt: Bar é uma unidade de pressão igual a 100.000 pascais.
ru: Бар - это единица давления, примерно равная атмосферному давлению на уровне моря.
th: บาร์เป็นหน่วยความดันที่ใช้ในการวัดความดันในระบบไฮดรอลิกหรือระบบลม ใช้สำหรับการวัดความดันในระบบที่มีความดันสูง
zh_hans: 巴是压力单位，等于100,000帕斯卡。
zh_hant: 巴是壓力單位，常用於氣象和工程領域。

# millibars.shortName
source: Millibars
de: Millibar
es: Milibares
fr: Millibar
ja: ミリバール
ko: 밀리바
pt: Milibar
ru: мбар
th: มิลลิบาร์
zh_hans: 毫巴
zh_hant: 毫巴

# millibars.longName
source: Millibars
de: Millibar
es: Milibares
fr: Millibar
ja: ミリバール
ko: 밀리바
pt: Milibares
ru: Миллибары
th: มิลลิบาร์
zh_hans: 毫巴
zh_hant: 毫巴

# millibars.detailedIntroduction
source: Millibars are used to measure atmospheric pressure, commonly in weather reports.
de: Millibar ist eine Druckeinheit, die häufig in der Meteorologie verwendet wird. Ein Millibar entspricht 100 Pascal.
es: Milibar es una unidad de presión igual a una milésima parte de un bar o 100 pascales.
fr: Le millibar est une unité de pression équivalente à un dixième de pascal (1 mbar = 10^-3 bar).
ja: ミリバールは圧力の単位で、1ミリバールは100パスカルです。
ko: 밀리바는 압력의 단위입니다. 1밀리바는 100파스칼입니다.
pt: Milibar é uma unidade de pressão igual a 100 pascais.
ru: Миллибары - это единица давления, равная одной тысячной бара. Широко используется в метеорологии.
th: มิลลิบาร์เป็นหน่วยความดันที่ใช้ในการวัดความดันบรรยากาศ ใช้สำหรับการวัดความดันในบรรยากาศหรือในระบบไฮดรอลิก
zh_hans: 毫巴是压力单位，等于100帕斯卡。
zh_hant: 毫巴用於測量大氣壓力，常見於氣象報告中。

# poundsForcePerSquareInch.shortName
source: Pounds per Square Inch
de: Pfund pro Quadratzoll
es: Libras por Pulgada Cuadrada
fr: Livres par Pouce Carré
ja: ポンド毎平方インチ
ko: 파운드/제곱인치
pt: Libra-força por Polegada Quadrada
ru: фунт/дюйм²
th: ปอนด์ต่อตารางนิ้ว
zh_hans: 磅力每平方英寸
zh_hant: 磅/平方英寸

# poundsForcePerSquareInch.longName
source: Pounds per Square Inch
de: Pfund pro Quadratzoll
es: Libras por Pulgada Cuadrada
fr: Livres par Pouce Carré
ja: ポンド毎平方インチ
ko: 파운드/제곱인치
pt: Libras-força por Polegada Quadrada
ru: Фунты силы на квадратный дюйм
th: ปอนด์ต่อตารางนิ้ว
zh_hans: 磅力每平方英寸
zh_hant: 磅每平方英寸

# poundsForcePerSquareInch.detailedIntroduction
source: Pounds per Square Inch is a unit of pressure commonly used in the United States.
de: Pfund pro Quadratzoll ist eine Druckeinheit, die in den USA verwendet wird. Ein Pfund pro Quadratzoll entspricht etwa 6.894,76 Pascal.
es: Libra por pulgada cuadrada es una unidad de presión en el sistema imperial, igual a la presión ejercida por una libra de fuerza en un área de una pulgada cuadrada.
fr: Le livre par pouce carré est une unité de pression utilisée principalement aux États-Unis. 1 psi = 6894.76 pascals (Pa).
ja: ポンド毎平方インチは圧力の単位で、1ポンド毎平方インチは約6,894.76パスカルです。
ko: 파운드/제곱인치는 압력의 단위입니다. 1파운드/제곱인치는 약 6894.76파스칼입니다.
pt: Libra-força por polegada quadrada é uma unidade de pressão usada principalmente nos Estados Unidos, igual a 6.894,757 pascais.
ru: Фунты силы на квадратный дюйм - это единица давления, часто используемая в системах измерения давления в США.
th: ปอนด์ต่อตารางนิ้วเป็นหน่วยความดันที่ใช้ในการวัดความดันในระบบไฮดรอลิกหรือระบบลม ใช้สำหรับการวัดความดันในระบบที่มีความดันสูง
zh_hans: 磅力每平方英寸是压力单位，等于约6894.76帕斯卡。
zh_hant: 磅每平方英寸是常用於美國的壓力單位。

# kelvin.shortName
source: Kelvin
ja: ケルビン
ko: 켈빈
ru: Кельвин
th: เคลวิน
zh_hans: 开尔文
zh_hant: 開爾文

# kelvin.longName
source: Kelvin
ja: ケルビン
ko: 켈빈
pt: Kelvins
ru: Кельвин
th: เคลวิน
zh_hans: 开尔文
zh_hant: 開爾文

# kelvin.detailedIntroduction
source: Kelvin is the SI base unit of temperature, used primarily in scientific contexts.
de: Kelvin ist die Basiseinheit der Temperatur im internationalen Einheitensystem (SI). Es misst die thermodynamische Temperatur und beginnt bei absolutem Nullpunkt.
es: Kelvin es la unidad de temperatura en el Sistema Internacional de Unidades, utilizada para medir la temperatura termodinámica.
fr: Le kelvin est l'unité de base de la température thermodynamique dans le système international d'unités (SI).
ja: ケルビンは温度の基本単位で、絶対温度を表します。
ko: 켈빈은 온도의 기본 단위입니다. 0켈빈은 절대 영도입니다.
pt: Kelvin é a unidade básica de temperatura termodinâmica no Sistema Internacional de Unidades (SI).
ru: Кельвин - это базовая единица термодинамической температуры в Международной системе единиц (СИ).
th: เคลวินเป็นหน่วยอุณหภูมิที่ใช้ในระบบวิทยาศาสตร์สำหรับการวัดอุณหภูมิที่แน่นอน ใช้ในการวัดอุณหภูมิในวิชาฟิสิกส์และเคมี
zh_hans: 开尔文是温度单位，是国际单位制的基本单位之一。
zh_hant: 開爾文是國際單位制（SI）的溫度基本單位。

# celsius.shortName
source: Celsius
fr: Degré Celsius
ja: 摂氏
ko: 섭씨
ru: Цельсий
th: เซลเซียส
zh_hans: 摄氏度
zh_hant: 攝氏度

# celsius.longName
source: Celsius
fr: Degré Celsius
ja: 摂氏
ko: 섭씨
ru: Градус Цельсия
th: เซลเซียส
zh_hans: 摄氏度
zh_hant: 攝氏度

# celsius.detailedIntroduction
source: Celsius is a scale and unit of measurement for temperature, commonly used worldwide.
de: Celsius ist eine Temperatureinheit, die hauptsächlich in Europa verwendet wird. Der Nullpunkt entspricht dem Gefrierpunkt von Wasser und 100 °C entspricht dem Siedepunkt.
es: Celsius es una escala de temperatura donde 0 grados es el punto de congelación del agua y 100 grados es el punto de ebullición del agua a presión atmosférica estándar.
fr: Le degré Celsius est une unité de température utilisée pour mesurer les températures courantes. 0 °C = 273.15 K.
ja: 摂氏は温度の単位で、水の氷点を0度、沸点を100度と定義します。
ko: 섭씨는 온도의 단위입니다. 0섭씨는 물의 어는점입니다.
pt: Celsius é uma escala de temperatura onde 0 °C é o ponto de congelamento da água e 100 °C é o ponto de ebulição.
ru: Градус Цельсия - это единица измерения температуры, широко используемая во всем мире.
th: เซลเซียสเป็นหน่วยอุณหภูมิที่ใช้ในชีวิตประจำวันและวิทยาศาสตร์ ใช้สำหรับการวัดอุณหภูมิของอากาศ น้ำ และสารต่างๆ
zh_hans: 摄氏度是温度单位，水的冰点为0摄氏度，沸点为100摄氏度。
zh_hant: 攝氏度是常用的溫度單位，水的冰點為0°C，沸點為100°C。

# fahrenheit.shortName
source: Fahrenheit
fr: Degré Fahrenheit
ja: 華氏
ko: 화씨
ru: Фаренгейт
th: ฟาเรนไฮต์
zh_hans: 华氏度
zh_hant: 華氏度

# fahrenheit.longName
source: Fahrenheit
fr: Degré Fahrenheit
ja: 華氏
ko: 화씨
ru: Градус Фаренгейта
th: ฟาเรนไฮต์
zh_hans: 华氏度
zh_hant: 華氏度

# fahrenheit.detailedIntroduction
source: Fahrenheit is a temperature scale used primarily in the United States.
de: Fahrenheit ist eine Temperatureinheit, die hauptsächlich in den USA verwendet wird. Der Nullpunkt entspricht der Temperatur von einer Mischung aus Eis und Salz.
es: Fahrenheit es una escala de temperatura donde 32 grados es el punto de congelación del agua y 212 grados es el punto de ebullición del agua a presión atmosférica estándar.
fr: Le degré Fahrenheit est une unité de température utilisée principalement aux États-Unis. 32 °F = 0 °C.
ja: 華氏は温度の単位で、水の氷点を32度、沸点を212度と定義します。
ko: 화씨는 온도의 단위입니다. 32화씨는 물의 어는점입니다.
pt: Fahrenheit é uma escala de temperatura onde 32 °F é o ponto de congelamento da água e 212 °F é o ponto de ebulição.
ru: Градус Фаренгейта - это единица измерения температуры, используемая в США.
th: ฟาเรนไฮต์เป็นหน่วยอุณหภูมิที่ใช้ในบางประเทศ เช่น สหรัฐอเมริกา ใช้สำหรับการวัดอุณหภูมิในชีวิตประจำวัน
zh_hans: 华氏度是温度单位，水的冰点为32华氏度，沸点为212华氏度。
zh_hant: 華氏度是美國常用的溫度單位，水的冰點為32°F，沸點為212°F。

# rankine.shortName
source: Rankine
fr: Degré Rankine
ja: ランキン
ko: 란킨
ru: Ранкин
th: แรงกิ้น
zh_hans: 兰氏度
zh_hant: 蘭金度

# rankine.longName
source: Rankine
fr: Degré Rankine
ja: ランキン
ko: 란킨
pt: Graus Rankine
ru: Градус Ранкина
th: แรงกิ้น
zh_hans: 兰氏度
zh_hant: 蘭金度

# rankine.detailedIntroduction
source: Rankine is a scale of absolute temperature used in engineering systems.
de: Rankine ist eine Temperatureinheit, die hauptsächlich in der Thermodynamik verwendet wird. Sie basiert auf dem Fahrenheit-Skala, wobei der absolute Nullpunkt 0 °R ist.
es: Rankine es una escala de temperatura utilizada en la ingeniería térmica en los Estados Unidos, similar a la escala Kelvin pero utilizando grados Fahrenheit.
fr: Le degré Rankine est une unité de température thermodynamique utilisée principalement en ingénierie. 0 °R = 0 K.
ja: ランキンは温度の単位で、華氏を基準とした絶対温度を表します。
ko: 란킨은 온도의 단위입니다. 0란킨은 절대 영도입니다.
pt: Rankine é uma escala de temperatura termodinâmica absoluta usada principalmente em engenharia nos Estados Unidos.
ru: Градус Ранкина - это единица измерения температуры, используемая в некоторых инженерных приложениях.
th: แรงกิ้นเป็นหน่วยอุณหภูมิที่ใช้ในบางการใช้งานวิศวกรรม ใช้สำหรับการวัดอุณหภูมิในระบบที่ใช้หน่วยฟาเรนไฮต์
zh_hans: 兰氏度是温度单位，主要用于工程热力学，等于华氏度加上459.67。
zh_hant: 蘭金度主要在工程熱力學中使用。

# celsiusDelta.symbol
source: °C Δ
de: Δ°C
es: Δ°C
fr: Δ°C
ja: ℃Δ
ko: Δ°C
pt: Δ°C
ru: Δ°C
th: Δ°C
zh_hans: Δ℃

# celsiusDelta.shortName
source: Celsius Delta
de: Celsiusdifferenz
es: Diferencia de Celsius
fr: Différence de Degré Celsius
ja: 摂氏差
ko: 섭씨 변화
pt: Delta Celsius
ru: ΔЦельсий
th: Δเซลเซียส
zh_hans: 摄氏度差
zh_hant: 攝氏度差

# celsiusDelta.longName
source: Celsius Delta
de: Celsiusdifferenz
es: Diferencia de Celsius
fr: Différence de Degré Celsius
ja: 摂氏差
ko: 섭씨 변화
pt: Deltas Celsius
ru: Разность градусов Цельсия
th: ความต่างเซลเซียส
zh_hans: 摄氏度差
zh_hant: 攝氏度差

# celsiusDelta.detailedIntroduction
source: Celsius Delta measures the change in temperature in Celsius.
de: Celsiusdifferenz misst die Differenz zwischen zwei Temperaturen in Grad Celsius. Sie wird häufig in der Wissenschaft und Technik verwendet.
es: Diferencia de Celsius mide la variación de temperatura en grados Celsius.
fr: La différence de degré Celsius mesure la variation de température. 1 Δ°C = 1 K.
ja: 摂氏差は温度差を示す単位で、1摂氏差は1摂氏度です。
ko: 섭씨 변화는 온도 변화의 단위입니다. 1Δ°C는 1°C 변화입니다.
pt: Delta Celsius é a diferença de temperatura medida em graus Celsius.
ru: Разность градусов Цельсия - это единица измерения изменения температуры.
th: ความต่างเซลเซียสใช้สำหรับการวัดการเปลี่ยนแปลงของอุณหภูมิในหน่วยเซลเซียส
zh_hans: 摄氏度差是两个摄氏度值之间的差异。
zh_hant: 攝氏度差是溫度變化的度量單位。

# fahrenheitDelta.symbol
source: °F Δ
de: Δ°F
es: Δ°F
fr: Δ°F
ja: ℉Δ
ko: Δ°F
pt: Δ°F
ru: Δ°F
th: Δ°F
zh_hans: Δ℉

# fahrenheitDelta.shortName
source: Fahrenheit Delta
de: Fahrenheitdifferenz
es: Diferencia de Fahrenheit
fr: Différence de Degré Fahrenheit
ja: 華氏差
ko: 화씨 변화
pt: Delta Fahrenheit
ru: ΔФаренгейт
th: Δฟาเรนไฮต์
zh_hans: 华氏度差
zh_hant: 華氏度差

# fahrenheitDelta.longName
source: Fahrenheit Delta
de: Fahrenheitdifferenz
es: Diferencia de Fahrenheit
fr: Différence de Degré Fahrenheit
ja: 華氏差
ko: 화씨 변화
pt: Deltas Fahrenheit
ru: Разность градусов Фаренгейта
th: ความต่างฟาเรนไฮต์
zh_hans: 华氏度差
zh_hant: 華氏度差

# fahrenheitDelta.detailedIntroduction
source: Fahrenheit Delta measures the change in temperature in Fahrenheit.
de: Fahrenheitdifferenz misst die Differenz zwischen zwei Temperaturen in Grad Fahrenheit. Sie wird häufig in der Wissenschaft und Technik verwendet.
es: Diferencia de Fahrenheit mide la variación de temperatura en grados Fahrenheit.
fr: La différence de degré Fahrenheit mesure la variation de température. 1 Δ°F = 0.5556 Δ°C.
ja: 華氏差は温度差を示す単位で、1華氏差は1華氏度です。
ko: 화씨 변화는 온도 변화의 단위입니다. 1Δ°F는 1°F 변화입니다.
pt: Delta Fahrenheit é a diferença de temperatura medida em graus Fahrenheit.
ru: Разность градусов Фаренгейта - это единица измерения изменения температуры.
th: ความต่างฟาเรนไฮต์ใช้สำหรับการวัดการเปลี่ยนแปลงของอุณหภูมิในหน่วยฟาเรนไฮต์
zh_hans: 华氏度差是两个华氏度值之间的差异。
zh_hant: 華氏度差是溫度變化的度量單位。

# kilograms.shortName
source: Kilograms
de: Kilogramm
es: Kilogramos
fr: Kilogramme
ja: キログラム
ko: 킬로그램
pt: Quilograma
ru: Килограмм
th: กิโลกรัม
zh_hans: 千克
zh_hant: 千克

# kilograms.longName
source: Kilograms
de: Kilogramm
es: Kilogramos
fr: Kilogramme
ja: キログラム
ko: 킬로그램
pt: Quilogramas
ru: Килограмм
th: กิโลกรัม
zh_hans: 千克
zh_hant: 千克

# kilograms.detailedIntroduction
source: Kilograms are the base unit of mass in the International System of Units (SI).
de: Das Kilogramm ist die Basiseinheit der Masse im internationalen Einheitensystem (SI). Ein Kilogramm ist definiert als die Masse eines internationalen Prototyps, der in Paris aufbewahrt wird.
es: Un kilogramo es la unidad básica de masa en el Sistema Internacional de Unidades, igual a 1,000 gramos.
fr: Le kilogramme est l'unité de base de la masse dans le système international d'unités (SI).
ja: キログラムは質量の基本単位で、1キログラムは1000グラムです。
ko: 킬로그램은 질량의 기본 단위입니다. 1킬로그램은 1000그램입니다.
pt: Quilograma é a unidade básica de massa no Sistema Internacional de Unidades (SI).
ru: Килограмм - это базовая единица массы в Международной системе единиц (СИ).
th: กิโลกรัมเป็นหน่วยน้ำหนักในระบบเมตริก ใช้สำหรับการวัดน้ำหนักของวัตถุในชีวิตประจำวันและวิทยาศาสตร์
zh_hans: 千克是质量单位，是国际单位制的基本单位之一。
zh_hant: 千克是國際單位制（SI）的基本質量單位。

# grams.shortName
source: Grams
de: Gramm
es: Gramos
fr: Gramme
ja: グラム
ko: 그램
pt: Grama
ru: Грамм
th: กรัม
zh_hans: 克
zh_hant: 克

# grams.longName
source: Grams
de: Gramm
es: Gramos
fr: Gramme
ja: グラム
ko: 그램
pt: Gramas
ru: Грамм
th: กรัม
zh_hans: 克
zh_hant: 克

# grams.detailedIntroduction
source: Grams are a metric unit of mass equal to one-thousandth of a kilogram.
de: Das Gramm ist eine Masseinheit, die 1/1000 Kilogramm entspricht. Es wird häufig in der Wissenschaft und im Handel verwendet.
es: Un gramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una milésima parte de un kilogramo.
fr: Le gramme est une unité de masse égale à un millième de kilogramme.
ja: グラムは質量の単位で、1グラムは0.001キログラムです。
ko: 그램은 질량의 기본 단위입니다. 1그램은 1000밀리그램입니다.
pt: Grama é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um milésimo de quilograma.
ru: Грамм - это единица массы в Международной системе единиц (СИ), равная одной тысячной килограмма.
th: กรัมเป็นหน่วยน้ำหนักในระบบเมตริก ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็ก เช่น เครื่องเทศหรือสารเคมี
zh_hans: 克是质量单位，等于0.001千克。
zh_hant: 克是千克的千分之一，常用於測量小質量。

# decigrams.shortName
source: Decigrams
de: Dezigramm
es: Decigramos
fr: Décigramme
ja: デシグラム
ko: 데시그램
pt: Decigrama
ru: Дециграмм
th: เดซิกรัม
zh_hans: 分克
zh_hant: 分克

# decigrams.longName
source: Decigrams
de: Dezigramm
es: Decigramos
fr: Décigramme
ja: デシグラム
ko: 데시그램
pt: Decigramas
ru: Дециграмм
th: เดซิกรัม
zh_hans: 分克
zh_hant: 分克

# decigrams.detailedIntroduction
source: Decigrams are a metric unit of mass equal to one-tenth of a gram.
de: Das Dezigramm ist eine Masseinheit, die 1/10 Gramm entspricht. Es wird selten verwendet und findet hauptsächlich in der Wissenschaft Anwendung.
es: Un decigramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una décima parte de un gramo.
fr: Le décigramme est une unité de masse égale à un dixième de gramme.
ja: デシグラムは質量の単位で、1デシグラムは0.1グラムです。
ko: 데시그램은 질량의 단위입니다. 1데시그램은 0.1그램입니다.
pt: Decigrama é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um décimo de grama.
ru: Дециграмм - это единица массы, равная одной десятой грамма.
th: เดซิกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/10 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น สารเคมีหรือยา
zh_hans: 分克是质量单位，等于0.0001千克。
zh_hant: 分克是克的十分之一，常用於測量小質量。

# centigrams.shortName
source: Centigrams
de: Zentigramm
es: Centigramos
fr: Centigramme
ja: センチグラム
ko: 센티그램
pt: Centigrama
ru: Сантиграмм
th: เซนติกรัม
zh_hans: 厘克
zh_hant: 釐克

# centigrams.longName
source: Centigrams
de: Zentigramm
es: Centigramos
fr: Centigramme
ja: センチグラム
ko: 센티그램
pt: Centigramas
ru: Сантиграмм
th: เซนติกรัม
zh_hans: 厘克
zh_hant: 釐克
