Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# kilobits.detailedIntroduction
source: Kilobits are a unit of digital information storage equal to one thousand bits.
de: Das Kilobit ist eine Einheit der Datenmenge, die 1.000 Bits entspricht. Es wird häufig zur Messung von Datenübertragungsraten verwendet.
es: Un kilobit es una unidad de información digital igual a 1,024 bits.
fr: Le kilobit est une unité de stockage de données égale à 10^3 bits.
ja: キロビットはデータの単位で、1キロビットは1000ビットです。
pt: Kilobit é uma unidade de informação em computação, igual a mil bits.
th: กิโลบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 千比特是数据单位，等于1000比特。
zh_hant: 千比特是数字信息存储单位，等于一千比特。

# yobibytes.shortName
source: Yobibytes
de: Yobibyte
fr: Yobioctet
ja: ヨビバイト
ko: 요비바이트
pt: Yobibyte
ru: ЙиБ
th: ยอบิไบต์
zh_hans: 尧字节
zh_hant: 尧字节

# yobibytes.longName
source: Yobibytes
de: Yobibyte
fr: Yobioctet
ja: ヨビバイト
ko: 요비바이트
ru: Йобибайт
th: ยอบิไบต์
zh_hans: 尧字节
zh_hant: 尧字节

# yobibytes.detailedIntroduction
source: Yobibytes are a unit of digital information storage equal to 2^80 bytes.
de: Das Yobibyte ist eine Einheit der Datenmenge, die 1.024 Zebibyte entspricht. Es wird zur Messung extrem großer Datenmengen verwendet.
es: Un yobibyte es una unidad de información digital en el sistema binario, igual a 2^80 bytes o 1,024 zebibytes.
fr: Le yobioctet est une unité de stockage de données égale à 2^80 octets.
ja: ヨビバイトはデータの単位で、1ヨビバイトは1.2089258196146292e24バイトです。
pt: Yobibyte é uma unidade de informação em computação, igual a 2^80 bytes.
th: ยอบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 尧字节是数据单位，等于2^80字节。
zh_hant: 尧字节是数字信息存储单位，等于2^80字节。

# zebibytes.shortName
source: Zebibytes
de: Zebibyte
fr: Zébioctet
ja: ゼビバイト
ko: 제비바이트
pt: Zebibyte
ru: ЗиБ
th: เซบิไบต์
zh_hans: 泽字节
zh_hant: 泽字节

# zebibytes.longName
source: Zebibytes
de: Zebibyte
fr: Zébioctet
ja: ゼビバイト
ko: 제비바이트
ru: Зебибайт
th: เซบิไบต์
zh_hans: 泽字节
zh_hant: 泽字节

# zebibytes.detailedIntroduction
source: Zebibytes are a unit of digital information storage equal to 2^70 bytes.
de: Das Zebibyte ist eine Einheit der Datenmenge, die 1.024 Exbibyte entspricht. Es wird zur Messung sehr großer Datenmengen verwendet.
es: Un zebibyte es una unidad de información digital en el sistema binario, igual a 2^70 bytes o 1,024 exbibytes.
fr: Le zébioctet est une unité de stockage de données égale à 2^70 octets.
ja: ゼビバイトはデータの単位で、1ゼビバイトは1.1805916207174113e21バイトです。
pt: Zebibyte é uma unidade de informação em computação, igual a 2^70 bytes.
th: เซบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 泽字节是数据单位，等于2^70字节。
zh_hant: 泽字节是数字信息存储单位，等于2^70字节。

# exbibytes.shortName
source: Exbibytes
de: Exbibyte
fr: Exbioctet
ja: エクスビバイト
ko: 엑시비바이트
pt: Exbibyte
ru: ЭиБ
th: เอกซิบิไบต์
zh_hans: 艾字节
zh_hant: 艾字节

# exbibytes.longName
source: Exbibytes
de: Exbibyte
fr: Exbioctet
ja: エクスビバイト
ko: 엑시비바이트
ru: Эксбибайт
th: เอกซิบิไบต์
zh_hans: 艾字节
zh_hant: 艾字节

# exbibytes.detailedIntroduction
source: Exbibytes are a unit of digital information storage equal to 2^60 bytes.
de: Das Exbibyte ist eine Einheit der Datenmenge, die 1.024 Pebibyte entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un exbibyte es una unidad de información digital en el sistema binario, igual a 2^60 bytes o 1,024 pebibytes.
fr: L'exbioctet est une unité de stockage de données égale à 2^60 octets.
ja: エクスビバイトはデータの単位で、1エクスビバイトは1.152921504606847e18バイトです。
pt: Exbibyte é uma unidade de informação em computação, igual a 2^60 bytes.
th: เอกซิบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 艾字节是数据单位，等于2^60字节。
zh_hant: 艾字节是数字信息存储单位，等于2^60字节。

# pebibytes.longName
source: Pebibytes
de: Pebibyte
fr: Pébioctet
ja: ペビバイト
ko: 페비바이트
ru: Пебибайт
th: เพบิไบต์
zh_hans: 拍字节
zh_hant: 拍字节

# pebibytes.detailedIntroduction
source: Pebibytes are a unit of digital information storage equal to 2^50 bytes.
de: Das Pebibyte ist eine Einheit der Datenmenge, die 1.024 Tebibyte entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un pebibyte es una unidad de información digital en el sistema binario, igual a 2^50 bytes o 1,024 tebibytes.
fr: Le pébioctet est une unité de stockage de données égale à 2^50 octets.
ja: ペビバイトはデータの単位で、1ペビバイトは1.125899906842624e15バイトです。
pt: Pebibyte é uma unidade de informação em computação, igual a 2^50 bytes.
th: เพบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 拍字节是数据单位，等于2^50字节。
zh_hant: 拍字节是数字信息存储单位，等于2^50字节。

# tebibytes.shortName
source: Tebibytes
de: Tebibyte
fr: Tébioctet
ja: テビバイト
ko: 테비바이트
pt: Tebibyte
ru: ТиБ
th: เทบิไบต์
zh_hans: 太字节
zh_hant: 太字节

# tebibytes.longName
source: Tebibytes
de: Tebibyte
fr: Tébioctet
ja: テビバイト
ko: 테비바이트
ru: Тебибайт
th: เทบิไบต์
zh_hans: 太字节
zh_hant: 太字节

# tebibytes.detailedIntroduction
source: Tebibytes are a unit of digital information storage equal to 2^40 bytes.
de: Das Tebibyte ist eine Einheit der Datenmenge, die 1.024 Gibibyte entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un tebibyte es una unidad de información digital en el sistema binario, igual a 2^40 bytes o 1,024 gibibytes.
fr: Le tébioctet est une unité de stockage de données égale à 2^40 octets.
ja: テビバイトはデータの単位で、1テビバイトは1.099511627776e12バイトです。
pt: Tebibyte é uma unidade de informação em computação, igual a 2^40 bytes.
th: เทบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 太字节是数据单位，等于2^40字节。
zh_hant: 太字节是数字信息存储单位，等于2^40字节。

# gibibytes.shortName
source: Gibibytes
de: Gibibyte
fr: Gibioctet
ja: ギビバイト
ko: 기비바이트
pt: Gibibyte
ru: ГиБ
th: กิบิไบต์
zh_hans: 吉字节
zh_hant: 吉字节

# gibibytes.longName
source: Gibibytes
de: Gibibyte
fr: Gibioctet
ja: ギビバイト
ko: 기비바이트
ru: Гибибайт
th: กิบิไบต์
zh_hans: 吉字节
zh_hant: 吉字节

# gibibytes.detailedIntroduction
source: Gibibytes are a unit of digital information storage equal to 2^30 bytes.
de: Das Gibibyte ist eine Einheit der Datenmenge, die 1.024 Mebibyte entspricht. Es wird häufig zur Messung großer Datenmengen verwendet.
es: Un gibibyte es una unidad de información digital en el sistema binario, igual a 2^30 bytes o 1,024 mebibytes.
fr: Le gibioctet est une unité de stockage de données égale à 2^30 octets.
ja: ギビバイトはデータの単位で、1ギビバイトは1.073741824e9バイトです。
pt: Gibibyte é uma unidade de informação em computação, igual a 2^30 bytes.
th: กิบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 吉字节是数据单位，等于2^30字节。
zh_hant: 吉字节是数字信息存储单位，等于2^30字节。

# mebibytes.shortName
source: Mebibytes
de: Mebibyte
fr: Mébioctet
ja: メビバイト
ko: 메비바이트
pt: Mebibyte
ru: МиБ
th: เมบิไบต์
zh_hans: 兆字节
zh_hant: 兆字节

# mebibytes.longName
source: Mebibytes
de: Mebibyte
fr: Mébioctet
ja: メビバイト
ko: 메비바이트
ru: Мебибайт
th: เมบิไบต์
zh_hans: 兆字节
zh_hant: 兆字节

# mebibytes.detailedIntroduction
source: Mebibytes are a unit of digital information storage equal to 2^20 bytes.
de: Das Mebibyte ist eine Einheit der Datenmenge, die 1.024 Kibibyte entspricht. Es wird häufig zur Messung von Dateien auf Computern und anderen elektronischen Geräten verwendet.
es: Un mebibyte es una unidad de información digital en el sistema binario, igual a 2^20 bytes o 1,024 kibibytes.
fr: Le mébioctet est une unité de stockage de données égale à 2^20 octets.
ja: メビバイトはデータの単位で、1メビバイトは1.048576e6バイトです。
pt: Mebibyte é uma unidade de informação em computação, igual a 2^20 bytes.
th: เมบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 兆字节是数据单位，等于2^20字节。
zh_hant: 兆字节是数字信息存储单位，等于2^20字节。

# kibibytes.shortName
source: Kibibytes
de: Kibibyte
fr: Kibioctet
ja: キビバイト
ko: 키비바이트
pt: Kibibyte
ru: КиБ
th: กิบิไบต์
zh_hans: 千字节
zh_hant: 千字节

# kibibytes.longName
source: Kibibytes
de: Kibibyte
fr: Kibioctet
ja: キビバイト
ko: 키비바이트
ru: Кибибайт
th: กิบิไบต์
zh_hans: 千字节
zh_hant: 千字节

# kibibytes.detailedIntroduction
source: Kibibytes are a unit of digital information storage equal to 2^10 bytes.
de: Das Kibibyte ist eine Einheit der Datenmenge, die 1.024 Bytes entspricht. Es wird häufig zur Messung von kleinen Dateien auf Computern und anderen elektronischen Geräten verwendet.
es: Un kibibyte es una unidad de información digital en el sistema binario, igual a 2^10 bytes.
fr: Le kibioctet est une unité de stockage de données égale à 2^10 octets.
ja: キビバイトはデータの単位で、1キビバイトは1024バイトです。
pt: Kibibyte é uma unidade de informação em computação, igual a 2^10 bytes.
th: กิบิไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 千字节是数据单位，等于2^10字节。
zh_hant: 千字节是数字信息存储单位，等于2^10字节。

# yobibits.shortName
source: Yobibits
de: Yobibit
fr: Yobibit
ja: ヨビビット
ko: 요비비트
pt: Yobibit
ru: Йиб
th: ยอบิบิต
zh_hans: 尧比特
zh_hant: 尧比特

# yobibits.longName
source: Yobibits
de: Yobibit
fr: Yobibit
ja: ヨビビット
ko: 요비비트
ru: Йобибит
th: ยอบิบิต
zh_hans: 尧比特
zh_hant: 尧比特

# yobibits.detailedIntroduction
source: Yobibits are a unit of digital information storage equal to 2^80 bits.
de: Das Yobibit ist eine Einheit der Datenmenge, die 1.024 Zebibit entspricht. Es wird zur Messung extrem großer Datenmengen verwendet.
es: Un yobibit es una unidad de información digital en el sistema binario, igual a 2^80 bits o 1,024 zebibits.
fr: Le yobibit est une unité de stockage de données égale à 2^80 bits.
ja: ヨビビットはデータの単位で、1ヨビビットは1.5111572745182865e23ビットです。
pt: Yobibit é uma unidade de informação em computação, igual a 2^80 bits.
th: ยอบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 尧比特是数据单位，等于2^80比特。
zh_hant: 尧比特是数字信息存储单位，等于2^80比特。

# zebibits.shortName
source: Zebibits
de: Zebibit
fr: Zébibit
ja: ゼビビット
ko: 제비비트
pt: Zebibit
ru: Зиб
th: เซบิบิต
zh_hans: 泽比特
zh_hant: 泽比特

# zebibits.longName
source: Zebibits
de: Zebibit
fr: Zébibit
ja: ゼビビット
ko: 제비비트
ru: Зебибит
th: เซบิบิต
zh_hans: 泽比特
zh_hant: 泽比特

# zebibits.detailedIntroduction
source: Zebibits are a unit of digital information storage equal to 2^70 bits.
de: Das Zebibit ist eine Einheit der Datenmenge, die 1.024 Exbibit entspricht. Es wird zur Messung sehr großer Datenmengen verwendet.
es: Un zebibit es una unidad de información digital en el sistema binario, igual a 2^70 bits o 1,024 exbibits.
fr: Le zébibit est une unité de stockage de données égale à 2^70 bits.
ja: ゼビビットはデータの単位で、1ゼビビットは1.475739525896764e20ビットです。
pt: Zebibit é uma unidade de informação em computação, igual a 2^70 bits.
th: เซบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 泽比特是数据单位，等于2^70比特。
zh_hant: 泽比特是数字信息存储单位，等于2^70比特。

# exbibits.shortName
source: Exbibits
de: Exbibit
fr: Exbibit
ja: エクスビット
ko: 엑시비비트
pt: Exbibit
ru: Эиб
th: เอกซิบิบิต
zh_hans: 艾比特
zh_hant: 艾比特

# exbibits.longName
source: Exbibits
de: Exbibit
fr: Exbibit
ja: エクスビット
ko: 엑시비비트
ru: Эксбибит
th: เอกซิบิบิต
zh_hans: 艾比特
zh_hant: 艾比特

# exbibits.detailedIntroduction
source: Exbibits are a unit of digital information storage equal to 2^60 bits.
de: Das Exbibit ist eine Einheit der Datenmenge, die 1.024 Pebibit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un exbibit es una unidad de información digital en el sistema binario, igual a 2^60 bits o 1,024 pebibits.
fr: L'exbibit est une unité de stockage de données égale à 2^60 bits.
ja: エクスビットはデータの単位で、1エクスビットは1.4411518807585588e17ビットです。
pt: Exbibit é uma unidade de informação em computação, igual a 2^60 bits.
th: เอกซิบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 艾比特是数据单位，等于2^60比特。
zh_hant: 艾比特是数字信息存储单位，等于2^60比特。

# pebibits.shortName
source: Pebibits
de: Pebibit
fr: Pébibit
ja: ペビビット
ko: 페비비트
pt: Pebibit
ru: Пиб
th: เพบิบิต
zh_hans: 拍比特
zh_hant: 拍比特

# pebibits.longName
source: Pebibits
de: Pebibit
fr: Pébibit
ja: ペビビット
ko: 페비비트
ru: Пебибит
th: เพบิบิต
zh_hans: 拍比特
zh_hant: 拍比特

# pebibits.detailedIntroduction
source: Pebibits are a unit of digital information storage equal to 2^50 bits.
de: Das Pebibit ist eine Einheit der Datenmenge, die 1.024 Tebibit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un pebibit es una unidad de información digital en el sistema binario, igual a 2^50 bits o 1,024 tebibits.
fr: Le pébibit est une unité de stockage de données égale à 2^50 bits.
ja: ペビビットはデータの単位で、1ペビビットは1.40737488355328e14ビットです。
pt: Pebibit é uma unidade de informação em computação, igual a 2^50 bits.
th: เพบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 拍比特是数据单位，等于2^50比特。
zh_hant: 拍比特是数字信息存储单位，等于2^50比特。

# tebibits.shortName
source: Tebibits
de: Tebibit
fr: Tébibit
ja: テビビット
ko: 테비비트
pt: Tebibit
ru: Тиб
th: เทบิบิต
zh_hans: 太比特
zh_hant: 太比特

# tebibits.longName
source: Tebibits
de: Tebibit
fr: Tébibit
ja: テビビット
ko: 테비비트
ru: Тебибит
th: เทบิบิต
zh_hans: 太比特
zh_hant: 太比特

# tebibits.detailedIntroduction
source: Tebibits are a unit of digital information storage equal to 2^40 bits.
de: Das Tebibit ist eine Einheit der Datenmenge, die 1.024 Gibibit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un tebibit es una unidad de información digital en el sistema binario, igual a 2^40 bits o 1,024 gibibits.
fr: Le tébibit est une unité de stockage de données égale à 2^40 bits.
ja: テビビットはデータの単位で、1テビビットは1.37438953472e11ビットです。
pt: Tebibit é uma unidade de informação em computação, igual a 2^40 bits.
th: เทบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 太比特是数据单位，等于2^40比特。
zh_hant: 太比特是数字信息存储单位，等于2^40比特。

# gibibits.shortName
source: Gibibits
de: Gibibit
fr: Gibibit
ja: ギビビット
ko: 기비비트
pt: Gibibit
ru: Гиб
th: กิบิบิต
zh_hans: 吉比特
zh_hant: 吉比特

# gibibits.longName
source: Gibibits
de: Gibibit
fr: Gibibit
ja: ギビビット
ko: 기비비트
ru: Гибибит
th: กิบิบิต
zh_hans: 吉比特
zh_hant: 吉比特

# gibibits.detailedIntroduction
source: Gibibits are a unit of digital information storage equal to 2^30 bits.
de: Das Gibibit ist eine Einheit der Datenmenge, die 1.024 Mebibit entspricht. Es wird häufig zur Messung großer Datenmengen verwendet.
es: Un gibibit es una unidad de información digital en el sistema binario, igual a 2^30 bits o 1,024 mebibits.
fr: Le gibibit est une unité de stockage de données égale à 2^30 bits.
ja: ギビビットはデータの単位で、1ギビビットは1.34217728e8ビットです。
pt: Gibibit é uma unidade de informação em computação, igual a 2^30 bits.
th: กิบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 吉比特是数据单位，等于2^30比特。
zh_hant: 吉比特是数字信息存储单位，等于2^30比特。

# mebibits.shortName
source: Mebibits
de: Mebibit
fr: Mébibit
ja: メビビット
ko: 메비비트
pt: Mebibit
ru: Миб
th: เมบิบิต
zh_hans: 兆比特
zh_hant: 兆比特

# mebibits.longName
source: Mebibits
de: Mebibit
fr: Mébibit
ja: メビビット
ko: 메비비트
ru: Мебибит
th: เมบิบิต
zh_hans: 兆比特
zh_hant: 兆比特

# mebibits.detailedIntroduction
source: Mebibits are a unit of digital information storage equal to 2^20 bits.
de: Das Mebibit ist eine Einheit der Datenmenge, die 1.024 Kibibit entspricht. Es wird häufig zur Messung von Datenübertragungsraten verwendet.
es: Un mebibit es una unidad de información digital en el sistema binario, igual a 2^20 bits o 1,024 kibibits.
fr: Le mébibit est une unité de stockage de données égale à 2^20 bits.
ja: メビビットはデータの単位で、1メビビットは1,048,576ビットです。
pt: Mebibit é uma unidade de informação em computação, igual a 2^20 bits.
th: เมบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 兆比特是数据单位，等于2^20比特。
zh_hant: 兆比特是数字信息存储单位，等于2^20比特。

# kibibits.shortName
source: Kibibits
de: Kibibit
fr: Kibibit
ja: キビビット
ko: 키비비트
pt: Kibibit
ru: Киб
th: กิบิบิต
zh_hans: 千比特
zh_hant: 千比特

# kibibits.longName
source: Kibibits
de: Kibibit
fr: Kibibit
ja: キビビット
ko: 키비비트
ru: Кибибит
th: กิบิบิต
zh_hans: 千比特
zh_hant: 千比特

# kibibits.detailedIntroduction
source: Kibibits are a unit of digital information storage equal to 2^10 bits.
de: Das Kibibit ist eine Einheit der Datenmenge, die 1.024 Bits entspricht. Es wird häufig zur Messung von kleinen Datenmengen verwendet.
es: Un kibibit es una unidad de información digital en el sistema binario, igual a 2^10 bits.
fr: Le kibibit est une unité de stockage de données égale à 2^10 bits.
ja: キビビットはデータの単位で、1キビビットは1024ビットです。
pt: Kibibit é uma unidade de informação em computação, igual a 2^10 bits.
th: กิบิบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 千比特是数据单位，等于2^10比特。
zh_hant: 千比特是数字信息存储单位，等于2^10比特。

# pebibytes.shortName
source: Pebibytes
de: Pebibyte
fr: Pébioctet
ja: ペビバイト
ko: 페비바이트
pt: Pebibyte
ru: ПиБ
th: เพบิไบต์
zh_hans: 拍字节
zh_hant: 拍字节

# coulombs.shortName
source: Coulombs
ja: クーロン
ko: 쿨롱
ru: Кулон
th: คูลอมบ์
zh_hans: 库仑
zh_hant: 庫侖

# coulombs.longName
source: Coulomb
ja: クーロン
ko: 쿨롱
ru: Кулон
th: คูลอมบ์
zh_hans: 库仑
zh_hant: 庫侖

# coulombs.detailedIntroduction
source: Coulomb is the SI unit of electric charge, named after Charles-Augustin de Coulomb.
de: Coulomb ist die SI-Einheit der elektrischen Ladung, benannt nach Charles-Augustin de Coulomb.
es: El Coulomb es la unidad SI de carga eléctrica, nombrada en honor a Charles-Augustin de Coulomb.
fr: Le Coulomb est l'unité SI de charge électrique, nommée d'après Charles-Augustin de Coulomb.
ja: クーロンは電気量のSI単位で、シャルル＝オーギュスタン・ド・クーロンにちなんで名付けられました。
ko: 쿨롱은 전기량의 SI 단위로, 샤를 오귀스탱 드 쿨롱의 이름을 따서 명명되었습니다.
pt: O Coulomb é a unidade SI de carga elétrica, nomeada em homenagem a Charles-Augustin de Coulomb.
ru: Кулон - это единица измерения электрического заряда в Международной системе единиц (СИ), равная заряду, который проходит через проводник при токе 1 ампер в течение 1 секунды.
th: คูลอมบ์เป็นหน่วยเอสไอของประจุไฟฟ้า ซึ่งตั้งชื่อตาม Charles-Augustin de Coulomb
zh_hans: 库仑是电荷的国际单位，得名于查尔斯-奥古斯丁·库仑。
zh_hant: 庫侖是電荷的國際單位，得名於查爾斯-奧古斯丁·庫侖。

# meters.symbol
source: m
th: ม.
zh_hant: 米

# kilometers.symbol
source: km
th: กม.
zh_hant: 千米

# centimeters.symbol
source: cm
th: ซม.
zh_hant: 釐米

# millimeters.symbol
source: mm
th: มม.
zh_hant: 毫米

# feet.symbol
source: ft
th: ฟุต
zh_hant: 英尺

# nauticalMiles.symbol
source: NM
pt: nmi
ru: nmi
th: ไมล์ทะเล
zh_hant: 海里

# miles.symbol
source: mi
th: ไมล์
zh_hant: 英里

# megameters.symbol
source: Mm
th: เมกะเมตร
zh_hant: 兆米

# hectometers.symbol
source: hm
th: เฮกโตเมตร
zh_hant: 百米

# decameters.symbol
source: dam
th: เดคาเมตร
zh_hant: 十米

# decimeters.symbol
source: dm
th: เดซิเมตร
zh_hant: 分米

# micrometers.symbol
source: μm
de: µm
ja: µm
ko: µm
pt: µm
ru: µm
th: ไมโครเมตร
zh_hant: 微米

# nanometers.symbol
source: nm
th: นาโนเมตร
zh_hant: 納米

# picometers.symbol
source: pm
th: พิโกเมตร
zh_hant: 皮米

# inches.symbol
source: in
th: นิ้ว
zh_hant: 英寸

# yards.symbol
source: yd
th: หลา
zh_hant: 碼

# scandinavianMiles.symbol
source: smi
es: sm
pt: sm
th: ไมล์สแกนดิเนเวียน
zh_hant: 斯堪里米

# lightyears.symbol
source: ly
th: ปีแสง
zh_hant: 光年

# fathoms.symbol
source: ftm
de: fth
fr: fath
pt: fm
th: ฟาทอม
zh_hant: 英尋

# furlongs.symbol
source: fur
th: ฟอร์ลอง
zh_hant: 弗隆

# astronomicalUnits.symbol
source: AU
th: หน่วยดาราศาสตร์
zh_hant: 天文單位

# parsecs.symbol
source: pc
th: พาร์เซก
zh_hant: 秒差距

# knots.symbol
source: kn
th: นอต
zh_hant: 節

# metersPerSecond.symbol
source: m/s
th: ม./วินาที
zh_hant: 米/秒

# feetPerMinute.symbol
source: ft/min
th: ฟุต/นาที
zh_hant: 英尺/分鐘

# kilometersPerHour.symbol
source: km/h
th: กม./ชม.
zh_hant: 千米/小時

# feetPerSecond.symbol
source: ft/s
th: ฟุต/วินาที
zh_hant: 英尺/秒

# milesPerHour.symbol
source: mph
th: ไมล์/ชม.
zh_hant: 英里/小時

# inchesPerSecond.symbol
source: in/s
th: นิ้ว/วินาที
zh_hant: 英寸/秒

# yardsPerSecond.symbol
source: yd/s
th: หลา/วินาที
zh_hant: 碼/秒

# hectopascals.symbol
source: hPa
th: เฮกโตปาสกาล
zh_hant: 百帕

# inchesOfMercury.symbol
source: inHg
th: นิ้วปรอท
zh_hant: 英寸汞柱

# millimetersOfMercury.symbol
source: mmHg
th: มม.ปรอท
zh_hant: 毫米汞柱

# gigapascals.symbol
source: GPa
th: กิกะปาสกาล
zh_hant: 吉帕

# megapascals.symbol
source: MPa
th: เมกะปาสกาล
zh_hant: 兆帕

# kilopascals.symbol
source: kPa
th: กิโลปาสกาล
zh_hant: 千帕

# bars.symbol
source: bar
th: บาร์
zh_hant: 巴

# millibars.symbol
source: mbar
th: มิลลิบาร์
zh_hant: 毫巴

# poundsForcePerSquareInch.symbol
source: psi
th: ปอนด์ต่อตารางนิ้ว
zh_hant: 磅/平方英寸

# newtonsPerMetersSquared.symbol
source: N/m²
th: นิวตันต่อตารางเมตร
zh_hant: 牛頓/平方米

# metricTons.symbol
source: t
th: ตัน

# kilograms.symbol
source: kg
th: กก.

# pounds.symbol
source: lb
th: ปอนด์

# ounces.symbol
source: oz
th: ออนซ์

# grams.symbol
source: g
th: กรัม

# decigrams.symbol
source: dg
th: เดซิกรัม

# centigrams.symbol
source: cg
th: เซนติกรัม

# milligrams.symbol
source: mg
th: มิลลิกรัม

# nanograms.symbol
source: ng
th: นาโนกรัม

# picograms.symbol
source: pg
th: พิโกกรัม

# stones.symbol
source: st
th: สโตน

# carats.symbol
source: ct
th: กะรัต

# ouncesTroy.symbol
source: oz t
th: ออนซ์ทรอย

# slugs.symbol
source: slug
th: สลัก

# liters.symbol
source: L
th: ลิตร

# quarts.symbol
source: qt
th: ควอร์ต

# cubicMeters.symbol
source: m³
th: ลบ.ม.

# cubicCentimeters.symbol
source: cm³
ru: см³
th: ลบ.ซม.

# gallons.symbol
source: gal
th: แกลลอน

# megaliters.symbol
source: ML
ru: Мл
th: เมกะลิตร

# kiloliters.symbol
source: kL
th: กิโลลิตร

# deciliters.symbol
source: dL
th: เดซิลิตร

# centiliters.symbol
source: cL
th: เซนติลิตร

# milliliters.symbol
source: mL
th: มิลลิลิตร

# cubicKilometers.symbol
source: km³
th: ลบ.กม.

# cubicDecimeters.symbol
source: dm³
ru: дм³
th: ลบ.ดม.

# cubicMillimeters.symbol
source: mm³
ru: мм³
th: ลบ.มม.

# cubicInches.symbol
source: in³
th: ลบ.นิ้ว

# cubicFeet.symbol
source: ft³
th: ลบ.ฟุต

# cubicYards.symbol
source: yd³
th: ลบ.หลา

# cubicMiles.symbol
source: mi³
th: ลบ.ไมล์

# acreFeet.symbol
source: ac ft
de: af
es: af
fr: af
ru: акр-фут
th: เอเคอร์ฟุต

# bushels.symbol
source: bu
ru: бу
th: บุชเชล

# teaspoons.symbol
source: tsp
th: ช้อนชา

# tablespoons.symbol
source: tbsp
th: ช้อนโต๊ะ

# fluidOunces.symbol
source: fl oz
th: ออนซ์ของเหลว

# pints.symbol
source: pt
th: ไพน์

# imperialTeaspoons.symbol
source: imp tsp
pt: tsp
ru: имп ч.л.
th: ช้อนชาอิมพีเรียล

# imperialTablespoons.symbol
source: imp tbsp
pt: tbsp
ru: имп ст.л.
th: ช้อนโต๊ะอิมพีเรียล

# imperialFluidOunces.symbol
source: imp fl oz
pt: fl oz
ru: имп ф.унц.
th: ออนซ์ของเหลวอิมพีเรียล

# imperialPints.symbol
source: imp pt
pt: pt
ru: имп пт
th: ไพน์อิมพีเรียล

# imperialQuarts.symbol
source: imp qt
pt: qt
ru: имп к
th: ควอร์ตอิมพีเรียล

# imperialGallons.symbol
source: imp gal
pt: gal
ru: имп гал
th: แกลลอนอิมพีเรียล

# metersPerSecondSquared.symbol
source: m/s²
th: ม./วินาที²

# gradians.detailedIntroduction
source: Gradians are a unit of angular measurement equal to one-hundredth of a right angle.
de: Das Gon ist eine Winkeleinheit, die 1/400 eines Vollkreises misst. Es wird hauptsächlich in der Vermessung und Kartographie verwendet.
es: Un gradiano es una unidad de medida de ángulos, igual a 1/400 de una revolución completa.
fr: Le grade est une unité de mesure des angles égale à 1/400 d'un cercle complet.
ja: グラジアンは角度の単位で、1グラジアンは0.9度です。
ko: 그라디안은 각도의 단위입니다. 1그라디안은 0.9도입니다.
pt: Gradian é uma unidade de medida angular, onde um círculo completo é igual a 400 gradians.
ru: Градиан - это единица измерения угла, равная 1/400 полного оборота или 1/400 окружности.
th: เกรเดียนเป็นหน่วยมุมในระบบเมตริกที่ใช้ในการวัดขนาดของมุมในเรขาคณิตและฟิสิกส์ โดยที่มุมตรงจะเท่ากับ 100 เกรเดียน
zh_hant: 百分度是角度單位，等於百分之一圈。

# squareKilometers.symbol
source: km²
ru: км²
th: กม²

# squareMeters.symbol
source: m²
ru: м²
th: ตร.ม.

# squareCentimeters.symbol
source: cm²
ru: см²
th: ตร.ซม.

# squareMillimeters.symbol
source: mm²
ru: мм²
th: ตร.มม.
