Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# squareNanometers.detailedIntroduction
source: Square Nanometers are used to measure extremely small areas.
de: Der Quadratnanometer ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratnanometer entspricht 1/1.000.000.000.000.000 Quadratmeter.
es: Un nanómetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un nanómetro de longitud por un nanómetro de ancho.
fr: Le nanomètre carré est une unité de surface égale à un milliardième de mètre carré.
ja: 平方ナノメートルは面積の単位で、1平方ナノメートルは0.000000000000001平方メートルです。
ko: 제곱나노미터는 면적의 단위입니다. 1제곱나노미터는 0.000000000000000001 제곱미터입니다.
pt: Nanômetro quadrado é uma unidade de área no Sistema Internacional de Unidades (SI).
th: ตารางนาโนเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็กมาก เช่น พื้นที่ของโมเลกุลหรือวัตถุขนาดเล็ก
zh_hans: 平方纳米是面积单位，等于0.000000000000000001平方米。
zh_hant: 平方納米用於測量極小的面積。

# squareInches.shortName
source: Square Inches
de: Quadratzoll
es: Pulgadas Cuadradas
fr: Pouce Carré
ja: 平方インチ
ko: 제곱인치
pt: Polegada Quadrada
ru: дюйм²
th: ตารางนิ้ว
zh_hans: 平方英寸
zh_hant: 平方英寸

# squareInches.longName
source: Square Inches
de: Quadratzoll
es: Pulgadas Cuadradas
fr: Pouce Carré
ja: 平方インチ
ko: 제곱인치
pt: Polegadas Quadradas
ru: Квадратный дюйм
th: ตารางนิ้ว
zh_hans: 平方英寸
zh_hant: 平方英寸

# squareInches.detailedIntroduction
source: Square Inches are a unit of area in the imperial system.
de: Der Quadratzoll ist eine Flächeneinheit im angelsächsischen Maßsystem. Ein Quadratzoll entspricht etwa 6,4516 Quadratzentimeter.
es: Una pulgada cuadrada es una unidad de área en el sistema imperial, igual a una pulgada de longitud por una pulgada de ancho.
fr: Le pouce carré est une unité de surface utilisée principalement aux États-Unis. 1 pouce carré = 6.4516 centimètres carrés.
ja: 平方インチは面積の単位で、1平方インチは約0.00064516平方メートルです。
ko: 제곱인치는 면적의 단위입니다. 1제곱인치는 약 0.00064516 제곱미터입니다.
pt: Polegada quadrada é uma unidade de medida de área usada principalmente nos Estados Unidos e no Reino Unido, onde uma polegada quadrada é a área de um quadrado com uma polegada de lado.
th: ตารางนิ้วเป็นหน่วยพื้นที่ในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดพื้นที่ขนาดเล็ก เช่น พื้นที่ของวัตถุขนาดเล็ก
zh_hans: 平方英寸是面积单位，等于0.00064516平方米。
zh_hant: 平方英寸是英制面積單位。

# squareFeet.shortName
source: Square Feet
de: Quadratfuß
es: Pies Cuadrados
fr: Pied Carré
ja: 平方フィート
ko: 제곱피트
pt: Pé Quadrado
ru: фт²
th: ตารางฟุต
zh_hans: 平方英尺
zh_hant: 平方英尺

# squareFeet.longName
source: Square Feet
de: Quadratfuß
es: Pies Cuadrados
fr: Pied Carré
ja: 平方フィート
ko: 제곱피트
pt: Pés Quadrados
ru: Квадратный фут
th: ตารางฟุต
zh_hans: 平方英尺
zh_hant: 平方英尺

# squareFeet.detailedIntroduction
source: Square Feet are a unit of area in the imperial system.
de: Der Quadratfuß ist eine Flächeneinheit im angelsächsischen Maßsystem. Ein Quadratfuß entspricht etwa 0,092903 Quadratmeter.
es: Un pie cuadrado es una unidad de área en el sistema imperial, igual a un pie de longitud por un pie de ancho.
fr: Le pied carré est une unité de surface utilisée principalement aux États-Unis. 1 pied carré = 0.092903 mètres carrés.
ja: 平方フィートは面積の単位で、1平方フィートは約0.092903平方メートルです。
ko: 제곱피트는 면적의 단위입니다. 1제곱피트는 약 0.092903 제곱미터입니다.
pt: Pé quadrado é uma unidade de medida de área usada principalmente nos Estados Unidos e no Reino Unido, onde um pé quadrado é a área de um quadrado com um pé de lado.
th: ตารางฟุตเป็นหน่วยพื้นที่ในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดพื้นที่ขนาดเล็ก เช่น พื้นที่ของห้องหรือบ้าน
zh_hans: 平方英尺是面积单位，等于0.092903平方米。
zh_hant: 平方英尺是英制面積單位。

# squareYards.shortName
source: Square Yards
de: Quadratyard
es: Yardas Cuadradas
fr: Yard Carré
ja: 平方ヤード
ko: 제곱야드
pt: Jarda Quadrada
ru: ярд²
th: ตารางหลา
zh_hans: 平方码
zh_hant: 平方碼

# squareYards.longName
source: Square Yards
de: Quadratyard
es: Yardas Cuadradas
fr: Yard Carré
ja: 平方ヤード
ko: 제곱야드
pt: Jardas Quadradas
ru: Квадратный ярд
th: ตารางหลา
zh_hans: 平方码
zh_hant: 平方碼

# squareYards.detailedIntroduction
source: Square Yards are a unit of area in the imperial system.
de: Der Quadratyard ist eine Flächeneinheit im angelsächsischen Maßsystem. Ein Quadratyard entspricht etwa 0,836127 Quadratmeter.
es: Una yarda cuadrada es una unidad de área en el sistema imperial, igual a una yarda de longitud por una yarda de ancho.
fr: Le yard carré est une unité de surface utilisée principalement aux États-Unis et au Royaume-Uni. 1 yard carré = 0.836127 mètres carrés.
ja: 平方ヤードは面積の単位で、1平方ヤードは約0.836127平方メートルです。
ko: 제곱야드는 면적의 단위입니다. 1제곱야드는 약 0.836127 제곱미터입니다.
pt: Jarda quadrada é uma unidade de medida de área usada principalmente nos Estados Unidos e no Reino Unido, onde uma jarda quadrada é a área de um quadrado com uma jarda de lado.
th: ตารางหลาเป็นหน่วยพื้นที่ในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดพื้นที่ขนาดใหญ่ เช่น พื้นที่ของสนามหญ้าหรือสวน
zh_hans: 平方码是面积单位，等于0.836127平方米。
zh_hant: 平方碼是英制面積單位。

# squareMiles.shortName
source: Square Miles
de: Quadratmeile
es: Millas Cuadradas
fr: Mile Carré
ja: 平方マイル
ko: 제곱마일
pt: Milha Quadrada
ru: миля²
th: ตารางไมล์
zh_hans: 平方英里
zh_hant: 平方英里

# squareMiles.longName
source: Square Miles
de: Quadratmeile
es: Millas Cuadradas
fr: Mile Carré
ja: 平方マイル
ko: 제곱마일
pt: Milhas Quadradas
ru: Квадратная миля
th: ตารางไมล์
zh_hans: 平方英里
zh_hant: 平方英里

# squareMiles.detailedIntroduction
source: Square Miles are used to measure large areas, commonly in the United States.
de: Die Quadratmeile ist eine Flächeneinheit im angelsächsischen Maßsystem. Eine Quadratmeile entspricht etwa 2.589.988,11 Quadratmeter.
es: Una milla cuadrada es una unidad de área en el sistema imperial, igual a una milla de longitud por una milla de ancho.
fr: Le mile carré est une unité de surface utilisée principalement aux États-Unis. 1 mile carré = 2.58999 × 10^6 mètres carrés.
ja: 平方マイルは面積の単位で、1平方マイルは約2,589,988.11平方メートルです。
ko: 제곱마일은 면적의 단위입니다. 1제곱마일은 약 2589988.11 제곱미터입니다.
pt: Milha quadrada é uma unidade de medida de área usada principalmente nos Estados Unidos e no Reino Unido, onde uma milha quadrada é a área de um quadrado com uma milha de lado.
th: ตารางไมล์เป็นหน่วยพื้นที่ในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดพื้นที่ขนาดใหญ่ เช่น พื้นที่ของเมืองหรือประเทศ
zh_hans: 平方英里是面积单位，等于2,589,988.11平方米。
zh_hant: 平方英里用於測量較大的面積，常用於美國。

# acres.shortName
source: Acres
de: Acre
fr: Acre
ja: エーカー
ko: 에이커
pt: Acre
ru: акр
th: เอเคอร์
zh_hans: 英亩
zh_hant: 英畝

# acres.longName
source: Acres
de: Acre
fr: Acre
ja: エーカー
ko: 에이커
ru: Акр
th: เอเคอร์
zh_hans: 英亩
zh_hant: 英畝

# acres.detailedIntroduction
source: Acres are a unit of area used in land measurement.
de: Der Acre ist eine Flächeneinheit, die hauptsächlich in der Landwirtschaft verwendet wird. Ein Acre entspricht etwa 4.046,856 Quadratmeter.
es: Un acre es una unidad de área en el sistema imperial, igual a 43,560 pies cuadrados o aproximadamente 4,047 metros cuadrados.
fr: L'acre est une unité de surface utilisée principalement aux États-Unis et au Royaume-Uni. 1 acre = 4046.86 mètres carrés.
ja: エーカーは面積の単位で、1エーカーは約4046.856平方メートルです。
ko: 에이커는 면적의 단위입니다. 1에이커는 약 4046.856 제곱미터입니다.
pt: Acre é uma unidade de medida de área usada principalmente nos Estados Unidos e no Reino Unido, onde um acre é igual a 4.046,86 metros quadrados.
th: เอเคอร์เป็นหน่วยพื้นที่ในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดพื้นที่ของที่ดินหรือพื้นที่เกษตร
zh_hans: 英亩是面积单位，等于约4046.856平方米。
zh_hant: 英畝是土地面積的單位。

# ares.shortName
source: Ares
de: Ar
fr: Are
ja: アール
ko: 아르
pt: Are
ru: а
th: อาร์
zh_hans: 公亩
zh_hant: 公畝

# ares.longName
source: Ares
de: Ar
fr: Are
ja: アール
ko: 아르
ru: Ар
th: อาร์
zh_hans: 公亩
zh_hant: 公畝

# ares.detailedIntroduction
source: Ares are a unit of area used to measure land, equal to 100 square meters.
de: Der Ar ist eine Flächeneinheit im metrischen System. Ein Ar entspricht 100 Quadratmeter.
es: Un are es una unidad de área en el Sistema Internacional de Unidades, igual a 100 metros cuadrados.
fr: L'are est une unité de surface égale à 100 mètres carrés. Elle est couramment utilisée pour mesurer la superficie des terrains.
ja: アールは面積の単位で、1アールは100平方メートルです。
ko: 아르는 면적의 단위입니다. 1아르는 100 제곱미터입니다.
pt: Are é uma unidade de área no Sistema Internacional de Unidades (SI), igual a 100 metros quadrados.
th: อาร์เป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็ก เช่น พื้นที่ของสวนหรือที่ดิน
zh_hans: 公亩是面积单位，等于100平方米。
zh_hant: 公畝是土地面積的單位，等於100平方米。

# hectares.shortName
source: Hectares
de: Hektar
es: Hectáreas
fr: Hectare
ja: ヘクタール
ko: 헥타르
pt: Hectare
ru: га
th: เฮกตาร์
zh_hans: 公顷
zh_hant: 公頃

# hectares.longName
source: Hectares
de: Hektar
es: Hectáreas
fr: Hectare
ja: ヘクタール
ko: 헥타르
ru: Гектар
th: เฮกตาร์
zh_hans: 公顷
zh_hant: 公頃

# hectares.detailedIntroduction
source: Hectares are commonly used in land measurement, equal to 10,000 square meters.
de: Der Hektar ist eine Flächeneinheit im metrischen System. Ein Hektar entspricht 10.000 Quadratmeter.
es: Una hectárea es una unidad de área en el Sistema Internacional de Unidades, igual a 10,000 metros cuadrados.
fr: L'hectare est une unité de surface égale à 10,000 mètres carrés. Elle est couramment utilisée pour mesurer la superficie des terrains agricoles.
ja: ヘクタールは面積の単位で、1ヘクタールは10,000平方メートルです。
ko: 헥타르는 면적의 단위입니다. 1헥타르는 10000 제곱미터입니다.
pt: Hectare é uma unidade de medida de área, onde um hectare é igual a 10.000 metros quadrados.
th: เฮกตาร์เป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดใหญ่ เช่น พื้นที่ของฟาร์มหรือที่ดิน
zh_hans: 公顷是面积单位，等于10,000平方米。
zh_hant: 公頃常用於測量土地面積，等於10000平方米。

# gramsPerLiter.shortName
source: Grams/Liter
de: Gramm pro Liter
es: Gramos por Litro
fr: Grammes par Litre
ja: グラム毎リットル
ko: 그램/리터
pt: Gramas por Litro
ru: г/л
th: กรัมต่อลิตร
zh_hans: 克每升
zh_hant: 克/升

# gramsPerLiter.longName
source: Grams per Liter
de: Gramm pro Liter
es: Gramos por Litro
fr: Grammes par Litre
ja: グラム毎リットル
ko: 그램/리터
pt: Gramas por Litro
ru: Граммы на литр
th: กรัมต่อลิตร
zh_hans: 克每升
zh_hant: 克每升

# gramsPerLiter.detailedIntroduction
source: Grams per Liter is a unit of concentration commonly used in chemistry.
de: Gramm pro Liter ist eine Konzentrationseinheit, die die Menge eines Stoffes in einem Liter Lösung misst. Es wird häufig in der Chemie und Medizin verwendet.
es: Gramos por litro es una unidad de concentración que mide la cantidad de gramos de una sustancia disuelta en un litro de solución.
fr: Les grammes par litre sont une unité de concentration massique couramment utilisée pour mesurer la concentration de substances dans une solution.
ja: グラム毎リットルは濃度の単位で、1グラム毎リットルは1リットルあたりのグラム数を表します。
ko: 그램/리터는 농도의 단위입니다. 1그램/리터는 1그램이 1리터에 녹아 있는 것입니다.
pt: Gramas por litro é uma unidade de concentração de massa, indicando quantos gramas de uma substância estão presentes por litro de solução.
th: กรัมต่อลิตรเป็นหน่วยความเข้มข้นที่ใช้ในการวัดปริมาณสารที่ละลายในของเหลว เช่น ความเข้มข้นของสารเคมีในน้ำ
zh_hans: 克每升是浓度单位，表示溶液中每升所含的溶质克数。
zh_hant: 克每升是化學中常用的濃度單位。

# milligramsPerDeciliter.shortName
source: Milligrams/Deciliter
de: Milligramm pro Deziliter
es: Miligramos por Decilitro
fr: Milligrammes par Décilitre
ja: ミリグラム毎デシリットル
ko: 밀리그램/데시리터
pt: Miligrama por Decilitro
ru: мг/дл
th: มิลลิกรัมต่อเดซิลิตร
zh_hans: 毫克每分升
zh_hant: 毫克/分升

# milligramsPerDeciliter.longName
source: Milligrams per Deciliter
de: Milligramm pro Deziliter
es: Miligramos por Decilitro
fr: Milligrammes par Décilitre
ja: ミリグラム毎デシリットル
ko: 밀리그램/데시리터
pt: Miligramas por Decilitro
ru: Миллиграммы на децилитр
th: มิลลิกรัมต่อเดซิลิตร
zh_hans: 毫克每分升
zh_hant: 毫克每分升

# milligramsPerDeciliter.detailedIntroduction
source: Milligrams per Deciliter is a unit of concentration commonly used in medical settings.
de: Milligramm pro Deziliter ist eine Konzentrationseinheit, die die Menge eines Stoffes in einem Deziliter Lösung misst. Es wird häufig in der Medizin verwendet.
es: Miligramos por decilitro es una unidad de concentración que mide la cantidad de miligramos de una sustancia disuelta en un decilitro de solución.
fr: Les milligrammes par décilitre sont une unité de concentration massique couramment utilisée en médecine pour mesurer la concentration de substances dans le sang.
ja: ミリグラム毎デシリットルは濃度の単位で、1ミリグラム毎デシリットルは1デシリットルあたりのミリグラム数を表します。
ko: 밀리그램/데시리터는 농도의 단위입니다. 1밀리그램/데시리터는 0.01그램이 1데시리터에 녹아 있는 것입니다.
pt: Miligrama por decilitro é uma unidade de concentração de massa, indicando quantos miligramas de uma substância estão presentes por decilitro de solução.
th: มิลลิกรัมต่อเดซิลิตรเป็นหน่วยความเข้มข้นที่ใช้ในการวัดปริมาณสารที่ละลายในของเหลว เช่น ความเข้มข้นของสารเคมีในน้ำ
zh_hans: 毫克每分升是浓度单位，表示溶液中每分升所含的溶质毫克数。
zh_hant: 毫克每分升是醫學中常用的濃度單位。

# partsPerMillion.shortName
source: Parts per Million
de: Teile pro Million
es: Partes por Millón
fr: Parties par Million
ja: パーツパーミリオン
ko: 백만분율
pt: Partes por Milhão
ru: ч/млн
th: พีพีเอ็ม
zh_hans: 百万分之一
zh_hant: 百萬分率

# partsPerMillion.longName
source: Parts per Million
de: Teile pro Million
es: Partes por Millón
fr: Parties par Million
ja: パーツパーミリオン
ko: 백만분율
pt: Partes por Milhão
ru: Частей на миллион
th: พีพีเอ็ม
zh_hans: 百万分之一
zh_hant: 百萬分率

# partsPerMillion.detailedIntroduction
source: Parts per Million is a unit of concentration used to measure very dilute solutions.
de: Teile pro Million ist eine Konzentrationseinheit, die die Anzahl von Teilen eines Stoffes pro Million Teile der Lösung misst. Es wird häufig in der Umweltwissenschaft verwendet.
es: Partes por millón es una unidad de concentración que mide la cantidad de partes de una sustancia en un millón de partes de solución.
fr: Les parties par million sont une unité de concentration utilisée pour décrire la concentration de substances dans une solution ou un gaz.
ja: パーツパーミリオンは濃度の単位で、100万分の1を表します。
ko: 백만분율은 농도의 단위입니다. 1백만분율은 0.000001의 농도입니다.
pt: Partes por milhão é uma unidade de medida de concentração de substâncias, onde uma parte por milhão é igual a 1/1.000.000 de uma substância em uma mistura.
th: พีพีเอ็มเป็นหน่วยความเข้มข้นที่ใช้ในการวัดปริมาณสารที่ละลายในของเหลวหรือก๊าซในระดับล้านส่วน เช่น ความเข้มข้นของสารเคมีในน้ำหรืออากาศ
zh_hans: 百万分之一是浓度单位，表示每百万个单位中所含的特定成分单位数。
zh_hant: 百萬分率用於測量非常稀的溶液濃度。

# hours.shortName
source: Hours
de: Stunde
es: Horas
fr: Heure
ja: 時間
ko: 시간
pt: Hora
ru: ч
th: ชั่วโมง
zh_hans: 小时
zh_hant: 小時

# hours.longName
source: Hours
de: Stunde
es: Horas
fr: Heure
ja: 時間
ko: 시간
pt: Horas
ru: Часы
th: ชั่วโมง
zh_hans: 小时
zh_hant: 小時

# hours.detailedIntroduction
source: Hours are a unit of time commonly used worldwide.
de: Die Stunde ist eine Zeiteinheit, die 60 Minuten oder 3.600 Sekunden entspricht. Es wird häufig in Alltagssituationen verwendet.
es: Una hora es una unidad de tiempo igual a 60 minutos.
fr: L'heure est une unité de temps égale à 60 minutes.
ja: 時間は時間の単位で、1時間は60分です。
ko: 시간은 시간을 측정하는 단위입니다. 1시간은 3600초입니다.
pt: Hora é uma unidade de tempo igual a 60 minutos ou 3.600 segundos.
th: ชั่วโมงเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งวัน
zh_hans: 小时是时间单位，等于60分钟或3600秒。
zh_hant: 小時是全球通用的時間單位。

# minutes.shortName
source: Minutes
de: Minute
es: Minutos
fr: Minute
ja: 分
ko: 분
pt: Minuto
ru: мин
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

# minutes.longName
source: Minutes
de: Minute
es: Minutos
fr: Minute
ja: 分
ko: 분
pt: Minutos
ru: Минуты
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

# minutes.detailedIntroduction
source: Minutes are a unit of time equal to one-sixtieth of an hour.
de: Die Minute ist eine Zeiteinheit, die 60 Sekunden entspricht. Es wird häufig in Alltagssituationen verwendet.
es: Un minuto es una unidad de tiempo igual a 60 segundos.
fr: La minute est une unité de temps égale à 60 secondes.
ja: 分は時間の単位で、1分は60秒です。
ko: 분은 시간을 측정하는 단위입니다. 1분은 60초입니다.
pt: Minuto é uma unidade de tempo igual a 60 segundos.
th: นาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งวัน
zh_hans: 分钟是时间单位，等于60秒。
zh_hant: 分鐘是時間單位，等於六十分之一小時。

# seconds.shortName
source: Seconds
de: Sekunde
es: Segundos
fr: Seconde
ja: 秒
ko: 초
pt: Segundo
ru: с
th: วินาที
zh_hans: 秒
zh_hant: 秒

# seconds.longName
source: Seconds
de: Sekunde
es: Segundos
fr: Seconde
ja: 秒
ko: 초
pt: Segundos
ru: Секунды
th: วินาที
zh_hans: 秒
zh_hant: 秒

# seconds.detailedIntroduction
source: Seconds are the SI base unit of time.
de: Die Sekunde ist die Basiseinheit der Zeit im internationalen Einheitensystem (SI). Eine Sekunde ist definiert als die Dauer von 9.192.631.770 Schwingungen der Strahlung, die dem Übergang zwischen zwei Hyperfeinstrukturniveaus des Grundzustands des Cäsium-133-Atoms entspricht.
es: Un segundo es la unidad básica de tiempo en el Sistema Internacional de Unidades.
fr: La seconde est l'unité de base du temps dans le système international d'unités (SI).
ja: 秒は時間の基本単位で、1秒は1秒です。
ko: 초는 시간을 측정하는 기본 단위입니다. 1초는 1000밀리초입니다.
pt: Segundo é a unidade básica de tempo no Sistema Internacional de Unidades (SI).
th: วินาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งวัน
zh_hans: 秒是时间单位，是国际单位制的基本单位之一。
zh_hant: 秒是國際單位制（SI）的時間基本單位。

# milliseconds.shortName
source: Milliseconds
de: Millisekunde
es: Milisegundos
fr: Milliseconde
ja: ミリ秒
ko: 밀리초
pt: Milissegundo
ru: мс
th: มิลลิวินาที
zh_hans: 毫秒
zh_hant: 毫秒

# milliseconds.longName
source: Milliseconds
de: Millisekunde
es: Milisegundos
fr: Milliseconde
ja: ミリ秒
ko: 밀리초
pt: Milissegundos
ru: Миллисекунды
th: มิลลิวินาที
zh_hans: 毫秒
zh_hant: 毫秒

# milliseconds.detailedIntroduction
source: Milliseconds are a unit of time equal to one-thousandth of a second.
de: Die Millisekunde ist eine Zeiteinheit, die 1/1.000 Sekunden entspricht. Es wird häufig in der Wissenschaft und Technik verwendet.
es: Un milisegundo es una unidad de tiempo igual a una milésima parte de un segundo.
fr: La milliseconde est une unité de temps égale à un millième de seconde.
ja: ミリ秒は時間の単位で、1ミリ秒は0.001秒です。
ko: 밀리초는 시간을 측정하는 단위입니다. 1밀리초는 0.001초입니다.
pt: Milissegundo é uma unidade de tempo no Sistema Internacional de Unidades (SI), igual a um milésimo de segundo.
th: มิลลิวินาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหน่วยเวลาขนาดเล็ก
zh_hans: 毫秒是时间单位，等于0.001秒。
zh_hant: 毫秒是時間單位，等於千分之一秒。

# microseconds.symbol
source: µs
es: μs
ru: мкс
th: ไมโครวินาที
zh_hans: μs

# microseconds.shortName
source: Microseconds
de: Mikrosekunde
es: Microsegundos
fr: Microseconde
ja: マイクロ秒
ko: 마이크로초
pt: Microssegundo
ru: мкс
th: ไมโครวินาที
zh_hans: 微秒
zh_hant: 微秒

# microseconds.longName
source: Microseconds
de: Mikrosekunde
es: Microsegundos
fr: Microseconde
ja: マイクロ秒
ko: 마이크로초
pt: Microssegundos
ru: Микросекунды
th: ไมโครวินาที
zh_hans: 微秒
zh_hant: 微秒

# microseconds.detailedIntroduction
source: Microseconds are a unit of time equal to one-millionth of a second.
de: Die Mikrosekunde ist eine Zeiteinheit, die 1/1.000.000 Sekunden entspricht. Es wird häufig in der Wissenschaft und Technik verwendet.
es: Un microsegundo es una unidad de tiempo igual a una millonésima parte de un segundo.
fr: La microseconde est une unité de temps égale à un millionième de seconde.
ja: マイクロ秒は時間の単位で、1マイクロ秒は0.000001秒です。
ko: 마이크로초는 시간을 측정하는 단위입니다. 1마이크로초는 0.000001초입니다.
pt: Microssegundo é uma unidade de tempo no Sistema Internacional de Unidades (SI), igual a um milionésimo de segundo.
th: ไมโครวินาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหน่วยเวลาขนาดเล็ก
zh_hans: 微秒是时间单位，等于0.000001秒。
zh_hant: 微秒是時間單位，等於百萬分之一秒。

# nanoseconds.shortName
source: Nanoseconds
de: Nanosekunde
es: Nanosegundos
fr: Nanoseconde
ja: ナノ秒
ko: 나노초
pt: Nanosegundo
ru: нс
th: นาโนวินาที
zh_hans: 纳秒
zh_hant: 納秒

# nanoseconds.longName
source: Nanoseconds
de: Nanosekunde
es: Nanosegundos
fr: Nanoseconde
ja: ナノ秒
ko: 나노초
pt: Nanosegundos
ru: Наносекунды
th: นาโนวินาที
zh_hans: 纳秒
zh_hant: 納秒

# nanoseconds.detailedIntroduction
source: Nanoseconds are a unit of time equal to one-billionth of a second.
de: Die Nanosekunde ist eine Zeiteinheit, die 1/1.000.000.000 Sekunden entspricht. Es wird häufig in der Wissenschaft und Technik verwendet.
es: Un nanosegundo es una unidad de tiempo igual a una milmillonésima parte de un segundo.
fr: La nanoseconde est une unité de temps égale à un milliardième de seconde.
ja: ナノ秒は時間の単位で、1ナノ秒は0.000000001秒です。
ko: 나노초는 시간을 측정하는 단위입니다. 1나노초는 0.000000001초입니다.
pt: Nanosegundo é uma unidade de tempo no Sistema Internacional de Unidades (SI), igual a um bilionésimo de segundo.
th: นาโนวินาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหน่วยเวลาขนาดเล็ก
zh_hans: 纳秒是时间单位，等于0.000000001秒。
zh_hant: 納秒是時間單位，等於十億分之一秒。

# picoseconds.shortName
source: Picoseconds
de: Pikosekunde
es: Picosegundos
fr: Picoseconde
ja: ピコ秒
ko: 피코초
pt: Picosegundo
ru: пс
th: พิโควินาที
zh_hans: 皮秒
zh_hant: 皮秒

# picoseconds.longName
source: Picoseconds
de: Pikosekunde
es: Picosegundos
fr: Picoseconde
ja: ピコ秒
ko: 피코초
pt: Picosegundos
ru: Пикосекунды
th: พิโควินาที
zh_hans: 皮秒
zh_hant: 皮秒

# picoseconds.detailedIntroduction
source: Picoseconds are a unit of time equal to one-trillionth of a second.
de: Die Pikosekunde ist eine Zeiteinheit, die 1/1.000.000.000.000 Sekunden entspricht. Es wird hauptsächlich in der Quantenphysik und Chemie verwendet.
es: Un picosegundo es una unidad de tiempo igual a una billonésima parte de un segundo.
fr: La picoseconde est une unité de temps égale à un billionième de seconde.
ja: ピコ秒は時間の単位で、1ピコ秒は0.000000000001秒です。
ko: 피코초는 시간을 측정하는 단위입니다. 1피코초는 0.000000000001초입니다.
pt: Picosegundo é uma unidade de tempo no Sistema Internacional de Unidades (SI), igual a um trilionésimo de segundo.
th: พิโควินาทีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหน่วยเวลาขนาดเล็ก
zh_hans: 皮秒是时间单位，等于0.000000000001秒。
zh_hant: 皮秒是時間單位，等於萬億分之一秒。

# days.shortName
source: Days
de: Tag
es: Días
fr: Jour
ja: 日
ko: 일
pt: Dia
ru: дн
th: วัน
zh_hans: 天
zh_hant: 天

# days.longName
source: Days
de: Tag
es: Días
fr: Jour
ja: 日
ko: 일
pt: Dias
ru: Дни
th: วัน
zh_hans: 天
zh_hant: 天

# days.detailedIntroduction
source: Days are a unit of time equal to 24 hours.
de: Der Tag ist eine Zeiteinheit, die 24 Stunden entspricht. Es wird häufig in Alltagssituationen verwendet.
es: Un día es una unidad de tiempo igual a 24 horas.
fr: Le jour est une unité de temps égale à 24 heures.
ja: 日は時間の単位で、1日は24時間です。
ko: 일은 시간을 측정하는 단위입니다. 1일은 86400초입니다.
pt: Dia é uma unidade de tempo igual a 24 horas.
th: วันเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งวัน
zh_hans: 天是时间单位，等于24小时或86400秒。
zh_hant: 天是時間單位，等於24小時。

# weeks.shortName
source: Weeks
de: Woche
es: Semanas
fr: Semaine
ja: 週
ko: 주
pt: Semana
ru: нед
th: สัปดาห์
zh_hans: 周
zh_hant: 周

# weeks.longName
source: Weeks
de: Woche
es: Semanas
fr: Semaine
ja: 週
ko: 주
pt: Semanas
ru: Недели
th: สัปดาห์
zh_hans: 周
zh_hant: 周

# weeks.detailedIntroduction
source: Weeks are a unit of time equal to seven days.
de: Die Woche ist eine Zeiteinheit, die sieben Tage entspricht. Es wird häufig in Alltagssituationen verwendet.
es: Una semana es una unidad de tiempo igual a 7 días.
fr: La semaine est une unité de temps égale à 7 jours.
ja: 週は時間の単位で、1週は7日です。
ko: 주는 시간을 측정하는 단위입니다. 1주는 604800초입니다.
pt: Semana é uma unidade de tempo igual a 7 dias.
th: สัปดาห์เป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งสัปดาห์
zh_hans: 周是时间单位，等于7天。
zh_hant: 周是時間單位，等於7天。

# years.shortName
source: Years
de: Jahr
es: Años
fr: Année
ja: 年
ko: 년
pt: Ano
ru: г
th: ปี
zh_hans: 年
zh_hant: 年

# years.longName
source: Years
de: Jahr
es: Años
fr: Année
ja: 年
ko: 년
pt: Anos
ru: Годы
th: ปี
zh_hans: 年
zh_hant: 年
