Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# megaohms.detailedIntroduction
source: Megaohms are a unit of electrical resistance equal to one million ohms.
de: Der Megohm ist eine Einheit des elektrischen Widerstands im internationalen Einheitensystem (SI). Ein Megohm entspricht 1.000.000 Ohm.
es: Megaohmios es una unidad de resistencia eléctrica en el Sistema Internacional de Unidades, igual a un millón de ohmios.
fr: Le mégaohm est une unité de résistance électrique égale à un million d'ohms.
ja: メガオームは電気抵抗の単位で、1メガオームは100万オームです。
ko: 메가옴은 저항의 단위입니다. 1메가옴은 100만 옴입니다.
pt: Megaohm é uma unidade de resistência elétrica no Sistema Internacional de Unidades (SI), igual a um milhão de ohms.
th: เมกะโอห์มเป็นหน่วยความต้านทานไฟฟ้าที่ใช้ในการวัดปริมาณความต้านทานไฟฟ้าในระบบขนาดใหญ่ เช่น วงจรไฟฟ้าแรงสูง
zh_hans: 兆欧是电阻单位，等于1,000,000欧姆。
zh_hant: 兆歐是電阻單位，等於一百萬歐姆。

# kiloohms.shortName
source: Kiloohms
de: Kilohm
es: Kiloohmios
fr: Kiloohm
ja: キロオーム
ko: 킬로옴
pt: Kiloohm
ru: кОм
th: กิโลโอห์ม
zh_hans: 千欧
zh_hant: 千歐

# kiloohms.longName
source: Kiloohms
de: Kilohm
es: Kiloohmios
fr: Kiloohm
ja: キロオーム
ko: 킬로옴
ru: Килоом
th: กิโลโอห์ม
zh_hans: 千欧
zh_hant: 千歐

# kiloohms.detailedIntroduction
source: Kiloohms are a unit of electrical resistance equal to one thousand ohms.
de: Der Kilohm ist eine Einheit des elektrischen Widerstands im internationalen Einheitensystem (SI). Ein Kilohm entspricht 1.000 Ohm.
es: Kiloohmios es una unidad de resistencia eléctrica en el Sistema Internacional de Unidades, igual a mil ohmios.
fr: Le kiloohm est une unité de résistance électrique égale à mille ohms.
ja: キロオームは電気抵抗の単位で、1キロオームは1000オームです。
ko: 킬로옴은 저항의 단위입니다. 1킬로옴은 1000옴입니다.
pt: Kiloohm é uma unidade de resistência elétrica no Sistema Internacional de Unidades (SI), igual a mil ohms.
th: กิโลโอห์มเป็นหน่วยความต้านทานไฟฟ้าที่ใช้ในการวัดปริมาณความต้านทานไฟฟ้าในวงจรไฟฟ้า
zh_hans: 千欧是电阻单位，等于1000欧姆。
zh_hant: 千歐是電阻單位，等於一千歐姆。

# ohms.shortName
source: Ohms
de: Ohm
es: Ohmios
fr: Ohm
ja: オーム
ko: 옴
pt: Ohm
ru: Ом
th: โอห์ม
zh_hans: 欧姆
zh_hant: 歐

# ohms.longName
source: Ohms
de: Ohm
es: Ohmios
fr: Ohm
ja: オーム
ko: 옴
ru: Ом
th: โอห์ม
zh_hans: 欧姆
zh_hant: 歐

# ohms.detailedIntroduction
source: Ohms are the SI base unit of electrical resistance.
de: Der Ohm ist die Basiseinheit des elektrischen Widerstands im internationalen Einheitensystem (SI). Ein Ohm ist definiert als der Widerstand eines elektrischen Leiters, in dem eine Spannung von einem Volt einen Strom von einem Ampere erzeugt.
es: Ohmios es la unidad básica de resistencia eléctrica en el Sistema Internacional de Unidades.
fr: L'ohm est l'unité de base de la résistance électrique dans le système international d'unités (SI).
ja: オームは電気抵抗の基本単位で、1オームは1オームです。
ko: 옴은 저항의 단위입니다. 1옴은 1옴입니다.
pt: Ohm é a unidade básica de medida da resistência elétrica no Sistema Internacional de Unidades (SI).
ru: Ом - это единица измерения электрического сопротивления в Международной системе единиц (СИ), равная сопротивлению, при котором ток 1 ампер проходит через проводник при напряжении 1 вольт.
th: โอห์มเป็นหน่วยความต้านทานไฟฟ้าที่ใช้ในการวัดปริมาณความต้านทานไฟฟ้าในวงจรไฟฟ้า
zh_hans: 欧姆是电阻单位，是国际单位制的基本单位之一。
zh_hant: 歐姆是國際單位制（SI）的電阻基本單位。

# milliohms.shortName
source: Milliohms
de: Milliohm
es: Miliohmios
fr: Milliohm
ja: ミリオーム
ko: 밀리옴
pt: Miliohm
ru: мОм
th: มิลลิโอห์ม
zh_hans: 毫欧
zh_hant: 毫歐

# milliohms.longName
source: Milliohms
de: Milliohm
es: Miliohmios
fr: Milliohm
ja: ミリオーム
ko: 밀리옴
pt: Miliohms
ru: Миллоом
th: มิลลิโอห์ม
zh_hans: 毫欧
zh_hant: 毫歐

# milliohms.detailedIntroduction
source: Milliohms are a unit of electrical resistance equal to one-thousandth of an ohm.
de: Der Milliohm ist eine Einheit des elektrischen Widerstands im internationalen Einheitensystem (SI). Ein Milliohm entspricht 1/1.000 Ohm.
es: Miliohmios es una unidad de resistencia eléctrica en el Sistema Internacional de Unidades, igual a una milésima parte de un ohmio.
fr: Le milliohm est une unité de résistance électrique égale à un millième d'ohm.
ja: ミリオームは電気抵抗の単位で、1ミリオームは0.001オームです。
ko: 밀리옴은 저항의 단위입니다. 1밀리옴은 0.001옴입니다.
pt: Miliohm é uma unidade de medida da resistência elétrica, igual a um milésimo de ohm.
ru: Миллоом - это единица измерения электрического сопротивления в Международной системе единиц (СИ), равная 1/1000 ома.
th: มิลลิโอห์มเป็นหน่วยความต้านทานไฟฟ้าที่ใช้ในการวัดปริมาณความต้านทานไฟฟ้าในวงจรไฟฟ้า
zh_hans: 毫欧是电阻单位，等于0.001欧姆。
zh_hant: 毫歐是電阻單位，等於千分之一歐姆。

# microohms.symbol
source: µΩ
es: μΩ
zh_hans: μΩ

# microohms.shortName
source: Microohms
de: Mikroohm
es: Microhmios
fr: Microohm
ja: マイクロオーム
ko: 마이크로옴
pt: Microohm
ru: мкОм
th: ไมโครโอห์ม
zh_hans: 微欧
zh_hant: 微歐

# microohms.longName
source: Microohms
de: Mikroohm
es: Microhmios
fr: Microohm
ja: マイクロオーム
ko: 마이크로옴
ru: Микроом
th: ไมโครโอห์ม
zh_hans: 微欧
zh_hant: 微歐

# microohms.detailedIntroduction
source: Microohms are a unit of electrical resistance equal to one-millionth of an ohm.
de: Der Mikroohm ist eine Einheit des elektrischen Widerstands im internationalen Einheitensystem (SI). Ein Mikroohm entspricht 1/1.000.000 Ohm.
es: Microhmios es una unidad de resistencia eléctrica en el Sistema Internacional de Unidades, igual a una millonésima parte de un ohmio.
fr: Le microohm est une unité de résistance électrique égale à un millionième d'ohm.
ja: マイクロオームは電気抵抗の単位で、1マイクロオームは0.000001オームです。
ko: 마이크로옴은 저항의 단위입니다. 1마이크로옴은 0.000001옴입니다.
pt: Microohm é uma unidade de resistência elétrica no Sistema Internacional de Unidades (SI), igual a milionésimo de ohm.
ru: Микроом - это единица измерения электрического сопротивления в Международной системе единиц (СИ), равная 1/1000000 ома.
th: ไมโครโอห์มเป็นหน่วยความต้านทานไฟฟ้าที่ใช้ในการวัดปริมาณความต้านทานไฟฟ้าในวงจรไฟฟ้า
zh_hans: 微欧是电阻单位，等于0.000001欧姆。
zh_hant: 微歐是電阻單位，等於百萬分之一歐姆。

# kilojoules.shortName
source: Kilojoules
de: Kilojoule
es: Kilojulios
fr: Kilojoule
ja: キロジュール
ko: 킬로줄
pt: Quilojoule
ru: Килоджоуль
th: กิโลจูล
zh_hans: 千焦
zh_hant: 千焦

# kilojoules.longName
source: Kilojoules
de: Kilojoule
es: Kilojulios
fr: Kilojoule
ja: キロジュール
ko: 킬로줄
pt: Quilojoules
ru: Килоджоуль
th: กิโลจูล
zh_hans: 千焦
zh_hant: 千焦

# kilojoules.detailedIntroduction
source: Kilojoules are a unit of energy equal to one thousand joules.
de: Der Kilojoule ist eine Einheit der Energie im internationalen Einheitensystem (SI). Ein Kilojoule entspricht 1.000 Joule.
es: Kilojulios es una unidad de energía en el Sistema Internacional de Unidades, igual a mil julios.
fr: Le kilojoule est une unité d'énergie égale à mille joules.
ja: キロジュールはエネルギーの単位で、1キロジュールは1000ジュールです。
ko: 킬로줄은 에너지의 단위입니다. 1킬로줄은 1000줄입니다.
pt: Quilojoule é uma unidade de medida de energia no Sistema Internacional de Unidades (SI), igual a mil joules.
ru: Килоджоуль - это единица измерения энергии в Международной системе единиц (СИ), равная 1000 джоулей.
th: กิโลจูลเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานในระดับใหญ่ เช่น พลังงานที่ใช้ในการออกกำลังกายหรือการทำงาน
zh_hans: 千焦是能量单位，等于1000焦耳。
zh_hant: 千焦是能量單位，等於一千焦耳。

# joules.shortName
source: Joules
de: Joule
es: Julios
fr: Joule
ja: ジュール
ko: 줄
pt: Joule
ru: Джоуль
th: จูล
zh_hans: 焦
zh_hant: 焦耳

# joules.longName
source: Joules
de: Joule
es: Julios
fr: Joule
ja: ジュール
ko: 줄
ru: Джоуль
th: จูล
zh_hans: 焦耳
zh_hant: 焦耳

# joules.detailedIntroduction
source: Joules are the SI base unit of energy.
de: Das Joule ist die Basiseinheit der Energie im internationalen Einheitensystem (SI). Ein Joule ist definiert als die Arbeit, die erforderlich ist, um einen Körper mit einer Kraft von einem Newton um einen Meter zu bewegen.
es: Julios es la unidad básica de energía en el Sistema Internacional de Unidades.
fr: Le joule est l'unité de base de l'énergie dans le système international d'unités (SI).
ja: ジュールはエネルギーの基本単位で、1ジュールは1ニュートンメートルの仕事をするエネルギーを表します。
ko: 줄은 에너지의 단위입니다. 1줄은 1뉴턴 미터입니다.
pt: Joule é a unidade básica de medida de energia no Sistema Internacional de Unidades (SI), onde um joule é a quantidade de trabalho realizado quando uma força de um newton move um objeto um metro na direção da força.
ru: Джоуль - это единица измерения энергии в Международной системе единиц (СИ), равная работе, выполненной силой 1 ньютон на расстоянии 1 метр.
th: จูลเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานในระดับเล็ก เช่น พลังงานที่ใช้ในการทำงานหรือการออกกำลังกาย
zh_hans: 焦耳是能量单位，是国际单位制的基本单位之一。
zh_hant: 焦耳是國際單位制（SI）的能量基本單位。

# kilocalories.shortName
source: Kilocalories
de: Kilokalorie
es: Kilocalorías
fr: Kilocalorie
ja: キロカロリー
ko: 킬로칼로리
pt: Quilocaloria
ru: ккал
th: กิโลแคลอรี
zh_hans: 千卡
zh_hant: 千卡

# kilocalories.longName
source: Kilocalories
de: Kilokalorie
es: Kilocalorías
fr: Kilocalorie
ja: キロカロリー
ko: 킬로칼로리
pt: Quilocalorias
ru: Килокалория
th: กิโลแคลอรี
zh_hans: 千卡
zh_hant: 千卡

# kilocalories.detailedIntroduction
source: Kilocalories are a unit of energy commonly used in nutrition.
de: Die Kilokalorie ist eine Einheit der Energie, die hauptsächlich in der Lebensmittelindustrie verwendet wird. Eine Kilokalorie entspricht 1.000 Kalorien.
es: Kilocalorías es una unidad de energía igual a mil calorías.
fr: La kilocalorie est une unité d'énergie couramment utilisée pour mesurer la valeur énergétique des aliments. 1 kilocalorie = 4184 joules.
ja: キロカロリーはエネルギーの単位で、1キロカロリーは1000カロリーです。
ko: 킬로칼로리는 에너지의 단위입니다. 1킬로칼로리는 1000칼로리입니다.
pt: Quilocaloria é uma unidade de medida de energia, onde uma quilocaloria é a quantidade de energia necessária para aumentar a temperatura de um quilograma de água em um grau Celsius.
th: กิโลแคลอรีเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานในอาหารหรือการออกกำลังกาย
zh_hans: 千卡是能量单位，等于4184焦耳。
zh_hant: 千卡是營養學中常用的能量單位。

# calories.shortName
source: Calories
de: Kalorie
es: Calorías
fr: Calorie
ja: カロリー
ko: 칼로리
pt: Caloria
ru: кал
th: แคลอรี
zh_hans: 卡
zh_hant: 卡

# calories.longName
source: Calories
de: Kalorie
es: Calorías
fr: Calorie
ja: カロリー
ko: 칼로리
pt: Calorias
ru: Калория
th: แคลอรี
zh_hans: 卡
zh_hant: 卡

# calories.detailedIntroduction
source: Calories are a unit of energy commonly used in nutrition.
de: Die Kalorie ist eine Einheit der Energie, die hauptsächlich in der Lebensmittelindustrie verwendet wird. Eine Kalorie ist definiert als die Menge an Energie, die benötigt wird, um die Temperatur von einem Gramm Wasser um ein Grad Celsius zu erhöhen.
es: Calorías es una unidad de energía igual a la cantidad de calor necesario para elevar la temperatura de un gramo de agua en un grado Celsius.
fr: La calorie est une unité d'énergie couramment utilisée pour mesurer la valeur énergétique des aliments. 1 calorie = 4.184 joules.
ja: カロリーはエネルギーの単位で、1カロリーは1グラムの水の温度を1度摂氏上げるのに必要なエネルギーを表します。
ko: 칼로리는 에너지의 단위입니다. 1칼로리는 4.184줄입니다.
pt: Caloria é uma unidade de medida de energia, onde uma caloria é a quantidade de energia necessária para aumentar a temperatura de um grama de água em um grau Celsius.
th: แคลอรีเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานในอาหารหรือการออกกำลังกาย
zh_hans: 卡是能量单位，等于4.184焦耳。
zh_hant: 卡是營養學中常用的能量單位。

# kilowattHours.shortName
source: Kilowatt Hours
de: Kilowattstunde
es: Kilovatios-Hora
fr: Kilowattheure
ja: キロワット時
ko: 킬로와트시
pt: Quilowatt-hora
ru: кВт·ч
th: กิโลวัตต์ชั่วโมง
zh_hans: 千瓦时
zh_hant: 千瓦時

# kilowattHours.longName
source: Kilowatt Hours
de: Kilowattstunde
es: Kilovatios-Hora
fr: Kilowattheure
ja: キロワット時
ko: 킬로와트시
pt: Quilowatt-horas
ru: Киловатт-час
th: กิโลวัตต์ชั่วโมง
zh_hans: 千瓦时
zh_hant: 千瓦時

# kilowattHours.detailedIntroduction
source: Kilowatt Hours are a unit of energy equal to one thousand watt hours.
de: Die Kilowattstunde ist eine Einheit der Energie im internationalen Einheitensystem (SI). Eine Kilowattstunde entspricht 3,6 Megajoule.
es: Kilovatios-hora es una unidad de energía igual a la cantidad de energía utilizada por un aparato de mil vatios durante una hora.
fr: Le kilowattheure est une unité d'énergie couramment utilisée pour mesurer la consommation d'énergie électrique. 1 kilowattheure = 3600000 joules.
ja: キロワット時はエネルギーの単位で、1キロワット時は1時間あたりのキロワット数を表します。
ko: 킬로와트시는 에너지의 단위입니다. 1킬로와트시는 3600000줄입니다.
pt: Quilowatt-hora é uma unidade de medida de energia, onde uma quilowatt-hora é a quantidade de energia consumida por um dispositivo que utiliza uma potência de um quilowatt durante uma hora.
th: กิโลวัตต์ชั่วโมงเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานไฟฟ้าที่ใช้ในช่วงเวลาหนึ่ง เช่น การใช้พลังงานไฟฟ้าในบ้าน
zh_hans: 千瓦时是能量单位，等于3600000焦耳。
zh_hant: 千瓦時是能量單位，等於一千瓦特小時。

# wattHours.shortName
source: Watt Hours
de: Wattstunde
es: Vatios-Hora
fr: Wattheure
ja: ワット時
ko: 와트시
pt: Watt-hora
ru: Вт·ч
th: วัตต์ชั่วโมง
zh_hans: 瓦时
zh_hant: 瓦時

# wattHours.longName
source: Watt Hours
de: Wattstunde
es: Vatios-Hora
fr: Wattheure
ja: ワット時
ko: 와트시
pt: Watt-horas
ru: Ватт-час
th: วัตต์ชั่วโมง
zh_hans: 瓦时
zh_hant: 瓦時

# wattHours.detailedIntroduction
source: Watt Hours are a unit of energy equal to one watt of power expended for one hour.
de: Die Wattstunde ist eine Einheit der Energie im internationalen Einheitensystem (SI). Eine Wattstunde entspricht 3.600 Joule.
es: Vatios-hora es una unidad de energía igual a la cantidad de energía utilizada por un aparato de un vatio durante una hora.
fr: Le wattheure est une unité d'énergie égale à un watt multiplié par une heure.
ja: ワット時はエネルギーの単位で、1ワット時は1時間あたりのワット数を表します。
ko: 와트시는 에너지의 단위입니다. 1와트시는 3600줄입니다.
pt: Watt-hora é uma unidade de medida de energia, onde uma watt-hora é a quantidade de energia consumida por um dispositivo que utiliza uma potência de um watt durante uma hora.
th: วัตต์ชั่วโมงเป็นหน่วยพลังงานที่ใช้ในการวัดปริมาณพลังงานไฟฟ้าที่ใช้ในช่วงเวลาหนึ่ง เช่น การใช้พลังงานไฟฟ้าในอุปกรณ์อิเล็กทรอนิกส์
zh_hans: 瓦时是能量单位，等于3600焦耳。
zh_hant: 瓦時是能量單位，等於一瓦特小時。

# terahertz.shortName
source: Terahertz
es: Terahercios
fr: Térahertz
ja: テラヘルツ
ko: 테라헤르츠
ru: ТГц
th: เทระเฮิรตซ์
zh_hans: 太赫
zh_hant: 太赫

# terahertz.longName
source: Terahertz
es: Terahercios
fr: Térahertz
ja: テラヘルツ
ko: 테라헤르츠
ru: Терахерц
th: เทระเฮิรตซ์
zh_hans: 太赫
zh_hant: 太赫

# terahertz.detailedIntroduction
source: Terahertz are a unit of frequency equal to one trillion hertz.
de: Der Terahertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Terahertz entspricht 1.000.000.000.000 Hertz.
es: Terahercios es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a un billón de hercios.
fr: Le térahertz est une unité de fréquence égale à un billion de hertz.
ja: テラヘルツは周波数の単位で、1テラヘルツは1兆ヘルツです。
pt: Terahertz é uma unidade de frequência no Sistema Internacional de Unidades (SI), igual a um trilhão de hertz.
th: เทระเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าในระดับสูง เช่น การสื่อสารไร้สายหรือการประยุกต์ใช้ทางวิทยาศาสตร์
zh_hans: 太赫是频率单位，等于1万亿赫兹。
zh_hant: 太赫是頻率單位，等於一萬億赫茲。

# gigahertz.shortName
source: Gigahertz
es: Gigahercios
ja: ギガヘルツ
ko: 기가헤르츠
ru: ГГц
th: กิกะเฮิรตซ์
zh_hans: 吉赫
zh_hant: 吉赫

# gigahertz.longName
source: Gigahertz
es: Gigahercios
ja: ギガヘルツ
ko: 기가헤르츠
ru: Гигагерц
th: กิกะเฮิรตซ์
zh_hans: 吉赫
zh_hant: 吉赫

# gigahertz.detailedIntroduction
source: Gigahertz are a unit of frequency equal to one billion hertz.
de: Der Gigahertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Gigahertz entspricht 1.000.000.000 Hertz.
es: Gigahercios es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a mil millones de hercios.
fr: Le gigahertz est une unité de fréquence égale à un milliard de hertz.
ja: ギガヘルツは周波数の単位で、1ギガヘルツは10億ヘルツです。
ko: 기가헤르츠는 주파수의 단위입니다. 1기가헤르츠는 10⁹헤르츠입니다.
pt: Gigahertz é uma unidade de medida de frequência no Sistema Internacional de Unidades (SI), igual a um bilhão de hertz.
th: กิกะเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าในระดับสูง เช่น การสื่อสารไร้สายหรือการประยุกต์ใช้ทางวิทยาศาสตร์
zh_hans: 吉赫是频率单位，等于10亿赫兹。
zh_hant: 吉赫是頻率單位，等於十億赫茲。

# megahertz.shortName
source: Megahertz
es: Megahercios
fr: Mégahertz
ja: メガヘルツ
ko: 메가헤르츠
ru: МГц
th: เมกะเฮิรตซ์
zh_hans: 兆赫
zh_hant: 兆赫

# megahertz.longName
source: Megahertz
es: Megahercios
fr: Mégahertz
ja: メガヘルツ
ko: 메가헤르츠
ru: Мегагерц
th: เมกะเฮิรตซ์
zh_hans: 兆赫
zh_hant: 兆赫

# megahertz.detailedIntroduction
source: Megahertz are a unit of frequency equal to one million hertz.
de: Der Megahertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Megahertz entspricht 1.000.000 Hertz.
es: Megahercios es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a un millón de hercios.
fr: Le mégahertz est une unité de fréquence égale à un million de hertz.
ja: メガヘルツは周波数の単位で、1メガヘルツは100万ヘルツです。
ko: 메가헤르츠는 주파수의 단위입니다. 1메가헤르츠는 10⁶헤르츠입니다.
pt: Megahertz é uma unidade de medida de frequência no Sistema Internacional de Unidades (SI), igual a um milhão de hertz.
th: เมกะเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าในระดับสูง เช่น การสื่อสารไร้สายหรือการประยุกต์ใช้ทางวิทยาศาสตร์
zh_hans: 兆赫是频率单位，等于100万赫兹。
zh_hant: 兆赫是頻率單位，等於一百萬赫茲。

# kilohertz.shortName
source: Kilohertz
ja: キロヘルツ
ko: 킬로헤르츠
pt: Quilohertz
ru: кГц
th: กิโลเฮิรตซ์
zh_hans: 千赫
zh_hant: 千赫

# kilohertz.longName
source: Kilohertz
ja: キロヘルツ
ko: 킬로헤르츠
pt: Quilohertz
ru: Килогерц
th: กิโลเฮิรตซ์
zh_hans: 千赫
zh_hant: 千赫

# kilohertz.detailedIntroduction
source: Kilohertz are a unit of frequency equal to one thousand hertz.
de: Der Kilohertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Kilohertz entspricht 1.000 Hertz.
es: Kilohertz es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a mil hercios.
fr: Le kilohertz est une unité de fréquence égale à mille hertz.
ja: キロヘルツは周波数の単位で、1キロヘルツは1000ヘルツです。
ko: 킬로헤르츠는 주파수의 단위입니다. 1킬로헤르츠는 10³헤르츠입니다.
pt: Quilohertz é uma unidade de medida de frequência no Sistema Internacional de Unidades (SI), igual a mil hertz.
th: กิโลเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าในระดับสูง เช่น การสื่อสารไร้สายหรือการประยุกต์ใช้ทางวิทยาศาสตร์
zh_hans: 千赫是频率单位，等于1000赫兹。
zh_hant: 千赫是頻率單位，等於一千赫茲。

# hertz.shortName
source: Hertz
es: Hercios
ja: ヘルツ
ko: 헤르츠
ru: Гц
th: เฮิรตซ์
zh_hans: 赫兹
zh_hant: 赫茲

# hertz.longName
source: Hertz
es: Hercios
ja: ヘルツ
ko: 헤르츠
ru: Герц
th: เฮิรตซ์
zh_hans: 赫兹
zh_hant: 赫茲

# hertz.detailedIntroduction
source: Hertz are the SI base unit of frequency.
de: Der Hertz ist die Basiseinheit der Frequenz im internationalen Einheitensystem (SI). Ein Hertz ist definiert als ein Ereignis pro Sekunde.
es: Hercios es la unidad básica de frecuencia en el Sistema Internacional de Unidades, igual a un ciclo por segundo.
fr: Le hertz est l'unité de base de la fréquence dans le système international d'unités (SI).
ja: ヘルツは周波数の基本単位で、1ヘルツは1秒あたりの繰り返し回数を表します。
ko: 헤르츠는 주파수의 단위입니다. 1헤르츠는 1초당 주기입니다.
pt: Hertz é a unidade básica de medida da frequência no Sistema Internacional de Unidades (SI), onde um hertz é igual a um ciclo por segundo.
th: เฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าหรือคลื่นเสียงในระดับต่ำ
zh_hans: 赫兹是频率单位，是国际单位制的基本单位之一。
zh_hant: 赫茲是國際單位制（SI）的頻率基本單位。

# millihertz.shortName
source: Millihertz
es: Milihertz
ja: ミリヘルツ
ko: 밀리헤르츠
ru: мГц
th: มิลลิเฮิรตซ์
zh_hans: 毫赫
zh_hant: 毫赫

# millihertz.longName
source: Millihertz
es: Milihertz
ja: ミリヘルツ
ko: 밀리헤르츠
ru: Миллигерц
th: มิลลิเฮิรตซ์
zh_hans: 毫赫
zh_hant: 毫赫

# millihertz.detailedIntroduction
source: Millihertz are a unit of frequency equal to one-thousandth of a hertz.
de: Der Millihertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Millihertz entspricht 1/1.000 Hertz.
es: Milihertz es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a una milésima parte de un hercio.
fr: Le millihertz est une unité de fréquence égale à un millième de hertz (1 mHz = 10^-3 Hz).
ja: ミリヘルツは周波数の単位で、1ミリヘルツは0.001ヘルツです。
ko: 밀리헤르츠는 주파수의 단위입니다. 1밀리헤르츠는 0.001헤르츠입니다.
pt: Millihertz é uma unidade de frequência no Sistema Internacional de Unidades (SI), igual a milésimo de hertz.
th: มิลลิเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าหรือคลื่นเสียงในระดับต่ำ
zh_hans: 毫赫是频率单位，等于0.001赫兹。
zh_hant: 毫赫是頻率單位，等於千分之一赫茲。

# microhertz.symbol
source: µHz
es: μHz
ru: мкГц
zh_hans: μHz

# microhertz.shortName
source: Microhertz
de: Mikrohertz
ja: マイクロヘルツ
ko: 마이크로헤르츠
ru: мкГц
th: ไมโครเฮิรตซ์
zh_hans: 微赫
zh_hant: 微赫

# microhertz.longName
source: Microhertz
de: Mikrohertz
ja: マイクロヘルツ
ko: 마이크로헤르츠
ru: Микрогерц
th: ไมโครเฮิรตซ์
zh_hans: 微赫
zh_hant: 微赫

# microhertz.detailedIntroduction
source: Microhertz are a unit of frequency equal to one-millionth of a hertz.
de: Der Mikrohertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Mikrohertz entspricht 1/1.000.000 Hertz.
es: Microhertz es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a una millonésima parte de un hercio.
fr: Le microhertz est une unité de fréquence égale à un millionième de hertz (1 µHz = 10^-6 Hz).
ja: マイクロヘルツは周波数の単位で、1マイクロヘルツは0.000001ヘルツです。
ko: 마이크로헤르츠는 주파수의 단위입니다. 1마이크로헤르츠는 0.000001헤르츠입니다.
pt: Microhertz é uma unidade de frequência no Sistema Internacional de Unidades (SI), igual a milionésimo de hertz.
th: ไมโครเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าหรือคลื่นเสียงในระดับต่ำ
zh_hans: 微赫是频率单位，等于0.000001赫兹。
zh_hant: 微赫是頻率單位，等於百萬分之一赫茲。

# nanohertz.shortName
source: Nanohertz
ja: ナノヘルツ
ko: 나노헤르츠
ru: нГц
th: นาโนเฮิรตซ์
zh_hans: 纳赫
zh_hant: 納赫

# nanohertz.longName
source: Nanohertz
ja: ナノヘルツ
ko: 나노헤르츠
ru: Наногерц
th: นาโนเฮิรตซ์
zh_hans: 纳赫
zh_hant: 納赫

# nanohertz.detailedIntroduction
source: Nanohertz are a unit of frequency equal to one-billionth of a hertz.
de: Der Nanohertz ist eine Einheit der Frequenz im internationalen Einheitensystem (SI). Ein Nanohertz entspricht 1/1.000.000.000 Hertz.
es: Nanohertz es una unidad de frecuencia en el Sistema Internacional de Unidades, igual a una milmillonésima parte de un hercio.
fr: Le nanohertz est une unité de fréquence égale à un milliardième de hertz (1 nHz = 10^-9 Hz).
ja: ナノヘルツは周波数の単位で、1ナノヘルツは0.000000001ヘルツです。
ko: 나노헤르츠는 주파수의 단위입니다. 1나노헤르츠는 0.000000001헤르츠입니다.
pt: Nanohertz é uma unidade de frequência no Sistema Internacional de Unidades (SI), igual a bilionésimo de hertz.
th: นาโนเฮิรตซ์เป็นหน่วยความถี่ที่ใช้ในการวัดความถี่ของคลื่นแม่เหล็กไฟฟ้าหรือคลื่นเสียงในระดับต่ำ
zh_hans: 纳赫是频率单位，等于0.000000001赫兹。
zh_hant: 納赫是頻率單位，等於十億分之一赫茲。

# framesPerSecond.shortName
source: Frames/Second
de: Bilder pro Sekunde
es: Fotogramas por Segundo
fr: Images par Seconde
ja: フレーム毎秒
ko: 프레임/초
pt: Quadros por Segundo
ru: кадр/с
th: เฟรมต่อวินาที
zh_hans: 帧每秒
zh_hant: 幀/秒

# framesPerSecond.longName
source: Frames per Second
de: Bilder pro Sekunde
es: Fotogramas por Segundo
fr: Images par Seconde
ja: フレーム毎秒
ko: 프레임/초
pt: Quadros por Segundo
ru: Кадров в секунду
th: เฟรมต่อวินาที
zh_hans: 帧每秒
zh_hant: 幀每秒

# framesPerSecond.detailedIntroduction
source: Frames per Second is a unit of frequency used to measure frame rate in video and animation.
de: Bilder pro Sekunde ist eine Einheit der Bildfrequenz, die die Anzahl der Bilder angibt, die in einer Sekunde angezeigt werden.
es: Fotogramas por segundo (fps) es una unidad de frecuencia que mide el número de imágenes individuales que se muestran o capturan en un segundo.
fr: Les images par seconde (fps) sont une unité de fréquence utilisée pour mesurer la fréquence d'affichage des images dans les vidéos et les jeux vidéo.
ja: フレーム毎秒は表示速度の単位で、1秒あたりのフレーム数を表します。
pt: Quadros por segundo é uma unidade de medida de frequência usada em vídeo e animação, indicando o número de quadros mostrados por segundo.
th: เฟรมต่อวินาทีเป็นหน่วยความถี่ที่ใช้ในการวัดจำนวนเฟรมที่แสดงในหนึ่งวินาทีในระบบวิดีโอหรือเกม
zh_hans: 帧每秒是频率单位，表示每秒显示的图像帧数。
zh_hant: 幀每秒是視頻播放的幀速率單位。

# litersPer100Kilometers.shortName
source: Liters/100km
de: Liter pro 100 Kilometer
es: Litros por 100 Kilómetros
fr: Litres par 100 Kilomètres
ja: リットル毎100キロメートル
ko: 리터/100킬로미터
pt: Litros por 100 Quilômetros
ru: л/100км
th: ลิตรต่อ 100 กิโลเมตร
zh_hans: 升每百公里
zh_hant: 升/100公里
