Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# centigrams.detailedIntroduction
source: Centigrams are a metric unit of mass equal to one-hundredth of a gram.
de: Das Zentigramm ist eine Masseinheit, die 1/100 Gramm entspricht. Es wird selten verwendet und findet hauptsächlich in der Wissenschaft Anwendung.
es: Un centigramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una centésima parte de un gramo.
fr: Le centigramme est une unité de masse égale à un centième de gramme.
ja: センチグラムは質量の単位で、1センチグラムは0.01グラムです。
ko: 센티그램은 질량의 단위입니다. 1센티그램은 0.01그램입니다.
pt: Centigrama é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um centésimo de grama.
ru: Сантиграмм - это единица массы, равная одной сотой грамма.
th: เซนติกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/100 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น สารเคมีหรือยา
zh_hans: 厘克是质量单位，等于0.00001千克。
zh_hant: 釐克是克的百分之一，常用於測量小質量。

# milligrams.shortName
source: Milligrams
de: Milligramm
es: Miligramos
fr: Milligramme
ja: ミリグラム
ko: 밀리그램
pt: Miligrama
ru: Миллиграмм
th: มิลลิกรัม
zh_hans: 毫克
zh_hant: 毫克

# milligrams.longName
source: Milligrams
de: Milligramm
es: Miligramos
fr: Milligramme
ja: ミリグラム
ko: 밀리그램
pt: Miligramas
ru: Миллиграмм
th: มิลลิกรัม
zh_hans: 毫克
zh_hant: 毫克

# milligrams.detailedIntroduction
source: Milligrams are a metric unit of mass equal to one-thousandth of a gram.
de: Das Milligramm ist eine Masseinheit, die 1/1000 Gramm entspricht. Es wird häufig in der Medizin und Wissenschaft verwendet.
es: Un miligramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una milésima parte de un gramo.
fr: Le milligramme est une unité de masse égale à un millième de gramme.
ja: ミリグラムは質量の単位で、1ミリグラムは0.001グラムです。
ko: 밀리그램은 질량의 단위입니다. 1밀리그램은 0.001그램입니다.
pt: Miligrama é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um milésimo de grama.
ru: Миллиграмм - это единица массы, равная одной тысячной грамма.
th: มิลลิกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/1,000 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น ยาหรือสารเคมี
zh_hans: 毫克是质量单位，等于0.000001千克。
zh_hant: 毫克是克的千分之一，常用於測量非常小的質量。

# micrograms.symbol
source: µg
es: μg
th: ไมโครกรัม
zh_hans: μg

# micrograms.shortName
source: Micrograms
de: Mikrogramm
es: Microgramos
fr: Microgramme
ja: マイクログラム
ko: 마이크로그램
pt: Micrograma
ru: Микрограмм
th: ไมโครกรัม
zh_hans: 微克
zh_hant: 微克

# micrograms.longName
source: Micrograms
de: Mikrogramm
es: Microgramos
fr: Microgramme
ja: マイクログラム
ko: 마이크로그램
pt: Microgramas
ru: Микрограмм
th: ไมโครกรัม
zh_hans: 微克
zh_hant: 微克

# micrograms.detailedIntroduction
source: Micrograms are a metric unit of mass equal to one-millionth of a gram.
de: Das Mikrogramm ist eine Masseinheit, die 1/1.000.000 Gramm entspricht. Es wird häufig in der Medizin und Wissenschaft verwendet.
es: Un microgramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una millonésima parte de un gramo.
fr: Le microgramme est une unité de masse égale à un millionième de gramme.
ja: マイクログラムは質量の単位で、1マイクログラムは0.000001グラムです。
ko: 마이크로그램은 질량의 단위입니다. 1마이크로그램은 0.000001그램입니다.
pt: Micrograma é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um milionésimo de grama.
ru: Микрограмм - это единица массы, равная одной миллионной грамма.
th: ไมโครกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/1,000,000 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น ยาหรือสารเคมี
zh_hans: 微克是质量单位，等于0.000000001千克。
zh_hant: 微克是克的百萬分之一，常用於測量極小的質量。

# nanograms.shortName
source: Nanograms
de: Nanogramm
es: Nanogramos
fr: Nanogramme
ja: ナノグラム
ko: 나노그램
pt: Nanograma
ru: Нанограмм
th: นาโนกรัม
zh_hans: 纳克
zh_hant: 納克

# nanograms.longName
source: Nanograms
de: Nanogramm
es: Nanogramos
fr: Nanogramme
ja: ナノグラム
ko: 나노그램
pt: Nanogramas
ru: Нанограмм
th: นาโนกรัม
zh_hans: 纳克
zh_hant: 納克

# nanograms.detailedIntroduction
source: Nanograms are a metric unit of mass equal to one-billionth of a gram.
de: Das Nanogramm ist eine Masseinheit, die 1/1.000.000.000 Gramm entspricht. Es wird häufig in der Nanotechnologie und Wissenschaft verwendet.
es: Un nanogramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una milmillonésima parte de un gramo.
fr: Le nanogramme est une unité de masse égale à un milliardième de gramme.
ja: ナノグラムは質量の単位で、1ナノグラムは0.000000001グラムです。
ko: 나노그램은 질량의 단위입니다. 1나노그램은 0.000000001그램입니다.
pt: Nanograma é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um bilionésimo de grama.
ru: Нанограмм - это единица массы, равная одной миллиардной грамма.
th: นาโนกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/1,000,000,000 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น ยาหรือสารเคมี
zh_hans: 纳克是质量单位，等于0.000000000001千克。
zh_hant: 納克是克的十億分之一。

# picograms.shortName
source: Picograms
de: Pikogramm
es: Picogramos
fr: Picogramme
ja: ピコグラム
ko: 피코그램
pt: Picograma
ru: Пикограмм
th: พิโกกรัม
zh_hans: 皮克
zh_hant: 皮克

# picograms.longName
source: Picograms
de: Pikogramm
es: Picogramos
fr: Picogramme
ja: ピコグラム
ko: 피코그램
pt: Picogramas
ru: Пикограмм
th: พิโกกรัม
zh_hans: 皮克
zh_hant: 皮克

# picograms.detailedIntroduction
source: Picograms are a metric unit of mass equal to one-trillionth of a gram.
de: Das Pikogramm ist eine Masseinheit, die 1/1.000.000.000.000 Gramm entspricht. Es wird hauptsächlich in der Quantenphysik und Chemie verwendet.
es: Un picogramo es una unidad de masa en el Sistema Internacional de Unidades, igual a una billonésima parte de un gramo.
fr: Le picogramme est une unité de masse égale à un billionième de gramme.
ja: ピコグラムは質量の単位で、1ピコグラムは0.000000000001グラムです。
ko: 피코그램은 질량의 단위입니다. 1피코그램은 0.000000000001그램입니다.
pt: Picograma é uma unidade de massa no Sistema Internacional de Unidades (SI), igual a um trilionésimo de grama.
ru: Пикограмм - это единица массы, равная одной триллионной грамма.
th: พิโกกรัมเป็นหน่วยน้ำหนักในระบบเมตริกที่เท่ากับ 1/1,000,000,000,000 กรัม ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็กมาก เช่น ยาหรือสารเคมี
zh_hans: 皮克是质量单位，等于0.000000000000001千克。
zh_hant: 皮克是克的萬億分之一。

# ounces.shortName
source: Ounces
de: Unze
es: Onzas
fr: Once
ja: オンス
ko: 온스
pt: Onça
ru: Унция
th: ออนซ์
zh_hans: 盎司
zh_hant: 盎司

# ounces.longName
source: Ounces
de: Unze
es: Onzas
fr: Once
ja: オンス
ko: 온스
pt: Onças
ru: Унция
th: ออนซ์
zh_hans: 盎司
zh_hant: 盎司

# ounces.detailedIntroduction
source: Ounces are a unit of mass commonly used in the United States.
de: Die Unze ist eine Masseinheit, die hauptsächlich in den USA verwendet wird. Eine Unze entspricht etwa 28,3495 Gramm.
es: Una onza es una unidad de masa en el sistema imperial, igual a 1/16 de una libra o aproximadamente 28.3495 gramos.
fr: L'once est une unité de masse utilisée principalement aux États-Unis. 1 once = 28.3495 grammes.
ja: オンスは質量の単位で、1オンスは約28.3495グラムです。
ko: 온스는 질량의 단위입니다. 1온스는 약 28.3495그램입니다.
pt: Onça é uma unidade de massa no sistema imperial, igual a 1/16 de libra ou 28,3495 gramas.
ru: Унция - это единица массы, равная примерно 28.35 грамма. Используется в США и Великобритании.
th: ออนซ์เป็นหน่วยน้ำหนักในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดน้ำหนักของวัตถุขนาดเล็ก เช่น เครื่องเทศหรือวัตถุดิบในการทำอาหาร
zh_hans: 盎司是质量单位，等于约28.3495克。
zh_hant: 盎司是美國常用的質量單位。

# pounds.shortName
source: Pounds
de: Pfund
es: Libras
fr: Livre
ja: ポンド
ko: 파운드
pt: Libra
ru: Фунт
th: ปอนด์
zh_hans: 磅
zh_hant: 磅

# pounds.longName
source: Pounds
de: Pfund
es: Libras
fr: Livre
ja: ポンド
ko: 파운드
pt: Libras
ru: Фунт
th: ปอนด์
zh_hans: 磅
zh_hant: 磅

# pounds.detailedIntroduction
source: Pounds are a unit of mass commonly used in the United States.
de: Das Pfund ist eine Masseinheit, die hauptsächlich in den USA verwendet wird. Ein Pfund entspricht etwa 0,453592 Kilogramm.
es: Una libra es una unidad de masa en el sistema imperial, igual a 16 onzas o aproximadamente 0.453592 kilogramos.
fr: La livre est une unité de masse utilisée principalement aux États-Unis. 1 livre = 0.453592 kilogrammes.
ja: ポンドは質量の単位で、1ポンドは約0.453592キログラムです。
ko: 파운드는 질량의 단위입니다. 1파운드는 약 0.453592킬로그램입니다.
pt: Libra é uma unidade de massa no sistema imperial, igual a 0,45359237 quilogramas.
ru: Фунт - это единица массы, используемая в США и Великобритании, равная примерно 0.454 килограмма.
th: ปอนด์เป็นหน่วยน้ำหนักในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดน้ำหนักของวัตถุในชีวิตประจำวันและอุตสาหกรรม
zh_hans: 磅是质量单位，等于约453.592克。
zh_hant: 磅是美國常用的質量單位。

# stones.shortName
source: Stones
de: Stein
fr: Stone
ja: ストーン
ko: 스톤
pt: Stone
ru: Стоун
th: สโตน
zh_hans: 英石
zh_hant: 英石

# stones.longName
source: Stones
de: Stein
fr: Stone
ja: ストーン
ko: 스톤
ru: Стоун
th: สโตน
zh_hans: 英石
zh_hant: 英石

# stones.detailedIntroduction
source: Stones are a unit of mass commonly used in the UK, equal to 14 pounds.
de: Der Stein ist eine Masseinheit, die hauptsächlich im Vereinigten Königreich verwendet wird. Ein Stein entspricht 14 Pfund oder etwa 6,35029 Kilogramm.
es: Un stone es una unidad de masa en el sistema imperial, igual a 14 libras o aproximadamente 6.35029 kilogramos.
fr: Le stone est une unité de masse utilisée principalement au Royaume-Uni. 1 stone = 6.35029 kilogrammes.
ja: ストーンは質量の単位で、1ストーンは約6.35029キログラムです。
ko: 스톤은 질량의 단위입니다. 1스톤은 약 6.35029킬로그램입니다.
pt: Stone é uma unidade de peso usada principalmente no Reino Unido, igual a 14 libras ou aproximadamente 6,35 kg.
ru: Стоун - это единица массы, используемая в Великобритании, равная 14 фунтам или примерно 6.35 килограмма.
th: สโตนเป็นหน่วยน้ำหนักในระบบหน่วยอิมพีเรียลที่ใช้ในบางประเทศ ใช้สำหรับการวัดน้ำหนักของคนหรือวัตถุขนาดใหญ่
zh_hans: 英石是质量单位，等于约6.35029千克。
zh_hant: 英石是英國常用的質量單位，等於14磅。

# metricTons.shortName
source: Metric Tons
de: Tonne
es: Toneladas Métricas
fr: Tonne Métrique
ja: メトリックトン
ko: 톤
pt: Tonelada Métrica
ru: Тонна
th: ตัน
zh_hans: 公吨
zh_hant: 公噸

# metricTons.longName
source: Metric Tons
de: Tonne
es: Toneladas Métricas
fr: Tonne Métrique
ja: メトリックトン
ko: 톤
pt: Toneladas Métricas
ru: Метрическая тонна
th: เมตริกตัน
zh_hans: 公吨
zh_hant: 公噸

# metricTons.detailedIntroduction
source: Metric Tons are a unit of mass equal to 1,000 kilograms.
de: Die Tonne ist eine Masseinheit, die 1.000 Kilogramm entspricht. Sie wird häufig in der Industrie und im Handel verwendet.
es: Una tonelada métrica es una unidad de masa igual a 1,000 kilogramos.
fr: La tonne métrique est une unité de masse égale à 1000 kilogrammes.
ja: メトリックトンは質量の単位で、1メトリックトンは1000キログラムです。
ko: 톤은 질량의 단위입니다. 1톤은 1000킬로그램입니다.
pt: Tonelada métrica é uma unidade de massa igual a 1.000 quilogramas.
ru: Метрическая тонна - это единица массы, равная 1000 килограммам.
th: เมตริกตันเป็นหน่วยน้ำหนักที่เท่ากับ 1,000 กิโลกรัม ใช้ในการวัดน้ำหนักของวัตถุขนาดใหญ่ เช่น ยานพาหนะหรือวัตถุดิบในอุตสาหกรรม
zh_hans: 公吨是质量单位，等于1000千克。
zh_hant: 公噸是質量單位，等於1000千克。

# shortTons.symbol
source: ton
de: st
ja: ST
ko: sh tn
ru: st
th: ตันสั้น
zh_hans: st

# shortTons.shortName
source: Short Tons
de: Kurze Tonne
es: Toneladas Cortas
fr: Tonne Courte
ja: ショートトン
ko: 숏 톤
pt: Tonelada Curta
ru: Короткая тонна
th: ตันสั้น
zh_hans: 短吨
zh_hant: 短噸

# shortTons.longName
source: Short Tons
de: Kurze Tonne
es: Toneladas Cortas
fr: Tonne Courte
ja: ショートトン
ko: 숏 톤
pt: Toneladas Curtas
ru: Короткая тонна
th: ตันสั้น
zh_hans: 短吨
zh_hant: 短噸

# shortTons.detailedIntroduction
source: Short Tons are a unit of mass commonly used in the United States, equal to 2,000 pounds.
de: Die kurze Tonne ist eine Masseinheit, die hauptsächlich in den USA verwendet wird. Eine kurze Tonne entspricht 2.000 Pfund oder etwa 907,185 Kilogramm.
es: Una tonelada corta es una unidad de masa en el sistema imperial, igual a 2,000 libras o aproximadamente 907.185 kilogramos.
fr: La tonne courte est une unité de masse utilisée principalement aux États-Unis. 1 tonne courte = 2000 livres (lb).
ja: ショートトンは質量の単位で、主にアメリカで使用されます。1ショートトンは約907.185キログラムです。
ko: 숏 톤은 미국에서 사용하는 질량 단위입니다. 1숏 톤은 약 907.185킬로그램입니다.
pt: Tonelada curta é uma unidade de peso usada principalmente nos Estados Unidos, igual a 2.000 libras ou aproximadamente 907,185 kg.
ru: Короткая тонна - это единица массы, используемая в США, равная 2000 фунтов или примерно 907.185 килограмма.
th: ตันสั้นเป็นหน่วยน้ำหนักในระบบหน่วยอเมริกา ใช้ในการวัดน้ำหนักของวัตถุขนาดใหญ่ เช่น การก่อสร้างและอุตสาหกรรม
zh_hans: 短吨是质量单位，等于907.185千克。
zh_hant: 短噸是美國常用的質量單位，等於2000磅。

# carats.shortName
source: Carats
de: Karat
es: Quilates
fr: Carat
ja: カラット
ko: 캐럿
pt: Quilate
ru: Карат
th: กะรัต
zh_hans: 克拉
zh_hant: 克拉

# carats.longName
source: Carats
de: Karat
es: Quilates
fr: Carat
ja: カラット
ko: 캐럿
pt: Quilates
ru: Карат
th: กะรัต
zh_hans: 克拉
zh_hant: 克拉

# carats.detailedIntroduction
source: Carats are a unit of mass used for measuring gemstones, equal to 200 milligrams.
de: Das Karat ist eine Masseinheit, die zur Messung von Edelsteinen und Perlen verwendet wird. Ein Karat entspricht 0,2 Gramm.
es: Un quilate es una unidad de masa utilizada para medir gemas y perlas, igual a 200 miligramos.
fr: Le carat est une unité de masse utilisée pour les pierres précieuses. 1 carat = 0.2 grammes.
ja: カラットは質量の単位で、主に宝石の重さを測るのに使用されます。1カラットは約0.2グラムです。
ko: 캐럿은 보석의 질량을 측정하는 단위입니다. 1캐럿은 0.2그램입니다.
pt: Quilate é uma unidade de massa usada para medir gemas e pérolas, igual a 200 miligramas.
ru: Карат - это единица массы, используемая для измерения драгоценных камней, равная 200 миллиграммам.
th: กะรัตเป็นหน่วยน้ำหนักที่ใช้ในการวัดน้ำหนักของอัญมณี เช่น เพชรหรือพลอย
zh_hans: 克拉是质量单位，主要用于宝石，等于0.2克。
zh_hant: 克拉是用於測量寶石質量的單位，等於200毫克。

# ouncesTroy.shortName
source: Troy Ounces
de: Troy-Unze
es: Onzas Troy
fr: Once Troy
ja: トロイオンス
ko: 트로이 온스
pt: Onça Troy
ru: Тройская унция
th: ออนซ์ทรอย
zh_hans: 金衡盎司
zh_hant: 金衡盎司

# ouncesTroy.longName
source: Troy Ounces
de: Troy-Unze
es: Onzas Troy
fr: Once Troy
ja: トロイオンス
ko: 트로이 온스
pt: Onças Troy
ru: Тройская унция
th: ออนซ์ทรอย
zh_hans: 金衡盎司
zh_hant: 金衡盎司

# ouncesTroy.detailedIntroduction
source: Troy Ounces are a unit of mass used for precious metals, equal to approximately 31.1035 grams.
de: Die Troy-Unze ist eine Masseinheit, die zur Messung von Edelmetallen verwendet wird. Eine Troy-Unze entspricht etwa 31,1035 Gramm.
es: Una onza troy es una unidad de masa en el sistema troy, utilizada principalmente para medir metales preciosos, igual a aproximadamente 31.1035 gramos.
fr: L'once troy est une unité de masse utilisée principalement pour les métaux précieux. 1 once troy = 31.1035 grammes.
ja: トロイオンスは質量の単位で、主に貴金属の重さを測るのに使用されます。1トロイオンスは約31.1035グラムです。
ko: 트로이 온스는 귀금속의 질량을 측정하는 단위입니다. 1트로이 온스는 약 31.1035그램입니다.
pt: Onça troy é uma unidade de massa usada para pesar metais preciosos, igual a aproximadamente 31,1035 gramas.
ru: Тройская унция - это единица массы, используемая для измерения драгоценных металлов, равная примерно 31.1035 грамма.
th: ออนซ์ทรอยเป็นหน่วยน้ำหนักที่ใช้ในการวัดน้ำหนักของโลหะมีค่า เช่น ทองหรือเงิน
zh_hans: 金衡盎司是质量单位，主要用于贵金属，等于约31.1035克。
zh_hant: 金衡盎司用於測量貴金屬，約等於31.1035克。

# slugs.shortName
source: Slugs
de: Slug
fr: Slug
ja: スラッグ
ko: 슬러그
pt: Slug
ru: Слаг
th: สลัก
zh_hans: 斯拉格
zh_hant: 斯拉格

# slugs.longName
source: Slugs
de: Slug
fr: Slug
ja: スラッグ
ko: 슬러그
ru: Слаг
th: สลัก
zh_hans: 斯拉格
zh_hant: 斯拉格

# slugs.detailedIntroduction
source: Slugs are a unit of mass used in the imperial system, primarily in physics.
de: Der Slug ist eine Masseinheit, die hauptsächlich in der Physik verwendet wird. Ein Slug entspricht etwa 14,5939 Kilogramm.
es: Un slug es una unidad de masa en el sistema imperial, igual a aproximadamente 14.5939 kilogramos.
fr: Le slug est une unité de masse utilisée principalement dans l'ingénierie anglo-saxonne. 1 slug = 14.5939 kilogrammes.
ja: スラッグは質量の単位で、1スラッグは約14.5939キログラムです。
ko: 슬러그는 질량의 단위입니다. 1슬러그는 약 14.5939킬로그램입니다.
pt: Slug é uma unidade de massa no sistema imperial, igual a 14,5939 quilogramas.
ru: Слаг - это единица массы в английской системе мер, равная примерно 14.5939 килограмма.
th: สลักเป็นหน่วยน้ำหนักในระบบหน่วยอิมพีเรียล ใช้ในการวัดน้ำหนักของวัตถุขนาดใหญ่ เช่น ยานพาหนะหรือเครื่องจักร
zh_hans: 斯拉格是质量单位，等于约14.5939千克。
zh_hant: 斯拉格是英制單位，主要用於物理學。

# kilopounds.symbol
source: kip
de: klb
fr: klb
ja: klb
ko: klb
ru: klb
th: กิโลปอนด์
zh_hans: klb

# kilopounds.shortName
source: Kilopounds
de: Kilopfund
es: Kilolibras
fr: Kilolivre
ja: キロポンド
ko: 킬로파운드
pt: Kilolibra
ru: Килопаунд
th: กิโลปอนด์
zh_hans: 千磅
zh_hant: 千磅

# kilopounds.longName
source: Kilopounds
de: Kilopfund
es: Kilolibras
fr: Kilolivre
ja: キロポンド
ko: 킬로파운드
pt: Kilolibras
ru: Килопаунд
th: กิโลปอนด์
zh_hans: 千磅
zh_hant: 千磅

# kilopounds.detailedIntroduction
source: Kilopounds are a unit of force equal to 1,000 pounds.
de: Das Kilopfund ist eine Masseinheit, die hauptsächlich in der Industrie verwendet wird. Ein Kilopfund entspricht 1.000 Pfund oder etwa 453,592 Kilogramm.
es: Una kilolibra es una unidad de masa igual a 1,000 libras.
fr: Le kilolivre est une unité de masse égale à 1000 livres.
ja: キロポンドは質量の単位で、1キロポンドは約453.592キログラムです。
ko: 킬로파운드는 질량의 단위입니다. 1킬로파운드는 약 453.592킬로그램입니다.
pt: Kilolibra é uma unidade de força igual a 1.000 libras-força.
ru: Килопаунд - это единица массы, равная 1000 фунтов.
th: กิโลปอนด์เป็นหน่วยน้ำหนักในระบบหน่วยอเมริกา ใช้ในการวัดน้ำหนักของวัตถุขนาดใหญ่ เช่น เครื่องจักรหรือยานพาหนะ
zh_hans: 千磅是质量单位，等于453.592千克。
zh_hant: 千磅是等於1000磅的質量單位。

# liters.shortName
source: Liters
de: Liter
es: Litros
fr: Litre
ja: リットル
ko: 리터
pt: Litro
ru: Литр
th: ลิตร
zh_hans: 升
zh_hant: 升

# liters.longName
source: Liters
de: Liter
es: Litros
fr: Litre
ja: リットル
ko: 리터
pt: Litros
ru: Литр
th: ลิตร
zh_hans: 升
zh_hant: 升

# liters.detailedIntroduction
source: Liters are a metric unit of volume.
de: Der Liter ist eine Volumeneinheit, die im metrischen System verwendet wird. Ein Liter entspricht einem Kubikdezimeter.
es: Un litro es una unidad de volumen en el Sistema Internacional de Unidades, igual a 1,000 mililitros.
fr: Le litre est une unité de volume égale à un décimètre cube.
ja: リットルは体積の単位で、1リットルは1立方デシメートルです。
ko: 리터는 부피의 기본 단위입니다. 1리터는 1000밀리리터입니다.
pt: Litro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a 1.000 mililitros.
ru: Литр - это единица объема в Международной системе единиц (СИ), равная одному кубическому дециметру.
th: ลิตรเป็นหน่วยปริมาตรในระบบเมตริก ใช้สำหรับการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 升是体积单位，等于1000立方厘米。
zh_hant: 升是體積的公制單位。

# quarts.shortName
source: Quarts
de: Quart
es: Cuartos
fr: Quart
ja: クォート
ko: 쿼트
pt: Quart
ru: Кварта
th: ควอร์ต
zh_hans: 夸脱
zh_hant: 夸脫

# quarts.longName
source: Quarts
de: Quart
es: Cuartos
fr: Quart
ja: クォート
ko: 쿼트
ru: Кварта
th: ควอร์ต
zh_hans: 夸脱
zh_hant: 夸脫

# quarts.detailedIntroduction
source: Quarts are a unit of volume in the imperial system, equal to one-fourth of a gallon.
de: Das Quart ist eine Volumeneinheit, die hauptsächlich in den USA verwendet wird. Ein Quart entspricht etwa 0,946353 Litern.
es: Un cuarto es una unidad de volumen en el sistema imperial, igual a 1/4 de galón o aproximadamente 0.946353 litros.
fr: Le quart est une unité de volume utilisée principalement aux États-Unis. 1 quart = 0.946353 litres.
ja: クォートは体積の単位で、1クォートは約0.946353リットルです。
ko: 쿼트는 부피의 단위입니다. 1쿼트는 약 0.946353리터입니다.
pt: Quart é uma unidade de volume usada principalmente nos Estados Unidos, igual a um quarto de galão ou aproximadamente 0,946 litros.
ru: Кварта - это единица объема, используемая в США и Великобритании, равная двум пинтам или примерно 946.35 миллилитра в США и 1.136 литра в Великобритании.
th: ควอร์ตเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 夸脱是体积单位，等于约0.946353升。
zh_hant: 夸脫是英制單位，等於四分之一加侖。

# cubicMeters.shortName
source: Cubic Meters
de: Kubikmeter
es: Metros Cúbicos
fr: Mètre Cube
ja: 立方メートル
ko: 입방미터
pt: Metro Cúbico
ru: м³
th: ลูกบาศก์เมตร
zh_hans: 立方米
zh_hant: 立方米

# cubicMeters.longName
source: Cubic Meters
de: Kubikmeter
es: Metros Cúbicos
fr: Mètre Cube
ja: 立方メートル
ko: 입방미터
pt: Metros Cúbicos
ru: Кубический метр
th: ลูกบาศก์เมตร
zh_hans: 立方米
zh_hant: 立方米

# cubicMeters.detailedIntroduction
source: Cubic Meters are a unit of volume in the International System of Units (SI).
de: Der Kubikmeter ist eine Volumeneinheit im internationalen Einheitensystem (SI). Ein Kubikmeter entspricht 1.000 Litern.
es: Un metro cúbico es una unidad de volumen en el Sistema Internacional de Unidades, igual a 1,000 litros.
fr: Le mètre cube est l'unité de base du volume dans le système international d'unités (SI).
ja: 立方メートルは体積の基本単位で、1立方メートルは1000リットルです。
ko: 입방미터는 부피를 측정하는 단위로, 1m³는 1000리터입니다.
pt: Metro cúbico é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a 1.000 litros.
ru: Кубический метр - это единица объема в Международной системе единиц (СИ), равная объему куба с длиной ребра 1 метр.
th: ลูกบาศก์เมตรเป็นหน่วยปริมาตรในระบบเมตริก ใช้สำหรับการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดใหญ่
zh_hans: 立方米是体积单位，等于1000升。
zh_hant: 立方米是國際單位制（SI）的體積單位。

# cubicCentimeters.shortName
source: Cubic Centimeters
de: Kubikzentimeter
es: Centímetros Cúbicos
fr: Centimètre Cube
ja: 立方センチメートル
ko: 입방센티미터
pt: Centímetro Cúbico
ru: см³
th: ลูกบาศก์เซนติเมตร
zh_hans: 立方厘米
zh_hant: 立方釐米

# cubicCentimeters.longName
source: Cubic Centimeters
de: Kubikzentimeter
es: Centímetros Cúbicos
fr: Centimètre Cube
ja: 立方センチメートル
ko: 입방센티미터
pt: Centímetros Cúbicos
ru: Кубический сантиметр
th: ลูกบาศก์เซนติเมตร
zh_hans: 立方厘米
zh_hant: 立方釐米

# cubicCentimeters.detailedIntroduction
source: Cubic Centimeters are a unit of volume equal to one-thousandth of a liter.
de: Der Kubikzentimeter ist eine Volumeneinheit im metrischen System. Ein Kubikzentimeter entspricht 1/1.000.000 Kubikmeter oder einem Milliliter.
es: Un centímetro cúbico es una unidad de volumen en el Sistema Internacional de Unidades, igual a una milésima parte de un litro.
fr: Le centimètre cube est une unité de volume égale à un millième de litre.
ja: 立方センチメートルは体積の単位で、1立方センチメートルは0.001リットルです。
ko: 입방센티미터는 부피의 단위입니다. 1cm³는 0.001리터입니다.
pt: Centímetro cúbico é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um mililitro.
th: ลูกบาศก์เซนติเมตรเป็นหน่วยปริมาตรในระบบเมตริก ใช้สำหรับการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดเล็ก
zh_hans: 立方厘米是体积单位，等于0.001升。
zh_hant: 立方釐米是體積單位，等於千分之一升。

# gallons.shortName
source: Gallons
de: Gallone
es: Galones
fr: Gallon
ja: ガロン
ko: 갤런
pt: Galão
ru: Галлон
th: แกลลอน
zh_hans: 加仑
zh_hant: 加侖

# gallons.longName
source: Gallons
de: Gallone
es: Galones
fr: Gallon
ja: ガロン
ko: 갤런
pt: Galões
ru: Галлон
th: แกลลอน
zh_hans: 加仑
zh_hant: 加侖

# gallons.detailedIntroduction
source: Gallons are a unit of volume in the imperial system, commonly used in the United States.
de: Die Gallone ist eine Volumeneinheit, die hauptsächlich in den USA verwendet wird. Eine Gallone entspricht etwa 3,78541 Litern.
es: Un galón es una unidad de volumen en el sistema imperial, igual a 4 cuartos o aproximadamente 3.78541 litros.
fr: Le gallon est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni. 1 gallon américain = 3.78541 litres, 1 gallon impérial = 4.54609 litres.
ja: ガロンは体積の単位で、1ガロンは約3.78541リットルです。
ko: 갤런은 부피의 단위입니다. 1갤런은 약 3.78541리터입니다.
pt: Galão é uma unidade de volume usada principalmente nos Estados Unidos, igual a 3,785 litros.
ru: Галлон - это единица объема, используемая в США и Великобритании. Один американский галлон равен примерно 3.785 литра, а британский галлон - примерно 4.546 литра.
th: แกลลอนเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียล ใช้สำหรับการวัดปริมาตรของของเหลว เช่น น้ำมันหรือน้ำ
zh_hans: 加仑是体积单位，等于约3.78541升。
zh_hant: 加侖是英制單位，常用於美國。

# megaliters.shortName
source: Megaliters
de: Megaliter
es: Megalitros
fr: Mégalitre
ja: メガリットル
ko: 메가리터
pt: Megalitro
ru: Мл
th: เมกะลิตร
zh_hans: 兆升
zh_hant: 兆升

# megaliters.longName
source: Megaliters
de: Megaliter
es: Megalitros
fr: Mégalitre
ja: メガリットル
ko: 메가리터
pt: Megalitros
ru: Мегалитр
th: เมกะลิตร
zh_hans: 兆升
zh_hant: 兆升
