Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# femtowatts.detailedIntroduction
source: Femtowatts are a unit of power equal to one-quadrillionth of a watt.
de: Der Femtowatt ist eine Leistungseinheit im internationalen Einheitensystem (SI). Ein Femtowatt entspricht 1/1.000.000.000.000.000 Watt.
es: Un femtoavatio es una unidad de potencia en el Sistema Internacional de Unidades, igual a una milbillónésima parte de un vatio.
fr: Le femtowatt est une unité de puissance égale à un quadrillionième de watt (1 fW = 10^-15 W).
ja: フェムトワットはパワーの単位で、1フェムトワットは0.000000000000001ワットです。
ko: 펨토와트는 전력의 단위입니다. 1펨토와트는 0.000000000000001와트입니다.
pt: Femtowatt é uma unidade de potência no Sistema Internacional de Unidades (SI), igual a um quatrilionésimo de watt.
th: เฟมโตวัตต์เป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานในระดับเล็กมาก เช่น การใช้พลังงานของอุปกรณ์อิเล็กทรอนิกส์ขนาดเล็ก
zh_hans: 飞瓦是功率单位，等于0.000000000000001瓦特。
zh_hant: 飛瓦是功率單位，等於千萬億分之一瓦特。

# horsepower.shortName
source: Horsepower
de: Pferdestärke
es: Caballos de Fuerza
fr: Cheval-Vapeur
ja: 馬力
ko: 마력
pt: Cavalo-vapor
ru: л.с.
th: แรงม้า
zh_hans: 马力
zh_hant: 馬力

# horsepower.longName
source: Horsepower
de: Pferdestärke
es: Caballos de Fuerza
fr: Cheval-Vapeur
ja: 馬力
ko: 마력
pt: Cavalos-vapor
ru: Лошадиная сила
th: แรงม้า
zh_hans: 马力
zh_hant: 馬力

# horsepower.detailedIntroduction
source: Horsepower is a unit of power commonly used to measure the power of engines.
de: Die Pferdestärke ist eine Leistungseinheit, die hauptsächlich zur Messung der Leistung von Motoren verwendet wird. Eine Pferdestärke entspricht etwa 745,7 Watt.
es: Un caballo de fuerza es una unidad de potencia en el sistema imperial, igual a aproximadamente 745.7 vatios.
fr: Le cheval-vapeur est une unité de puissance utilisée principalement dans l'automobile. 1 cheval-vapeur = 745.69987158227022 watts.
ja: 馬力はパワーの単位で、1馬力は約745.7ワットです。
ko: 마력은 전력의 단위입니다. 1마력은 약 745.7와트입니다.
pt: Cavalo-vapor é uma unidade de potência, tradicionalmente igual a 746 watts.
ru: Лошадиная сила - это единица измерения мощности, равная примерно 746 ватт. Используется для измерения мощности двигателей.
th: แรงม้าเป็นหน่วยพลังงานที่ใช้ในการวัดพลังงานของเครื่องยนต์หรืออุปกรณ์ที่มีการทำงานหนัก เช่น รถยนต์หรือเครื่องจักร
zh_hans: 马力是功率单位，等于约745.6998715822702瓦特。
zh_hant: 馬力是功率單位，常用於描述引擎的功率。

# degrees.shortName
source: Degrees
de: Grad
es: Grados
fr: Degré
ja: 度
ko: 도
pt: Grau
ru: градус
th: องศา
zh_hans: 度
zh_hant: 度

# degrees.longName
source: Degrees
de: Grad
es: Grados
fr: Degré
ja: 度
ko: 도
pt: Graus
ru: Градус
th: องศา
zh_hans: 度
zh_hant: 度

# degrees.detailedIntroduction
source: Degrees are a unit of angular measurement.
de: Der Grad ist eine Winkeleinheit, die eine Drehung von 1/360 eines Vollkreises misst. Es wird häufig in der Geometrie und Navigation verwendet.
es: Un grado es una unidad de medida de ángulos, igual a 1/360 de una revolución completa.
fr: Le degré est une unité de mesure des angles égale à 1/360 d'un cercle complet.
ja: 度は角度の単位で、1度は360分の1周です。
ko: 도는 각도의 단위입니다. 1도는 1/360원의 각도입니다.
pt: Grau é uma unidade de medida de ângulos, igual a 1/360 de uma rotação completa.
ru: Градус - это единица измерения угла, равная 1/360 полного оборота или 1/360 окружности.
th: องศาเป็นหน่วยมุมที่ใช้ในการวัดขนาดของมุมหรือการเปลี่ยนแปลงของทิศทาง เช่น การวัดมุมในเรขาคณิตหรือการวัดมุมของดาวเคราะห์
zh_hans: 度是角度单位，表示平面角的量度。
zh_hant: 度是角度單位，等於360度的一部分。

# arcMinutes.shortName
source: Arc Minutes
de: Bogenminute
es: Minutos de Arco
fr: Minute d'Arc
ja: 分
ko: 분
pt: Minuto de Arco
th: ลิปดา
zh_hans: 角分
zh_hant: 角分

# arcMinutes.longName
source: Arc Minutes
de: Bogenminute
es: Minutos de Arco
fr: Minute d'Arc
ja: 分
ko: 분
pt: Minutos de Arco
ru: Угловая минута
th: ลิปดา
zh_hans: 角分
zh_hant: 角分

# arcMinutes.detailedIntroduction
source: Arc Minutes are a unit of angular measurement equal to one-sixtieth of a degree.
de: Die Bogenminute ist eine Winkeleinheit, die 1/60 eines Grades misst. Es wird häufig in der Astronomie und Navigation verwendet.
es: Un minuto de arco es una unidad de medida de ángulos, igual a 1/60 de un grado.
fr: La minute d'arc est une unité de mesure des angles égale à 1/60 d'un degré.
ja: 分は角度の単位で、1分は1度の60分の1です。
ko: 분은 각도의 단위입니다. 1분은 1/60도의 각도입니다.
pt: Minuto de arco é uma unidade de medida angular, igual a um sexagésimo de grau.
th: ลิปดาเป็นหน่วยมุมที่ใช้ในการวัดขนาดของมุมในระดับละเอียด เช่น การวัดมุมในดาราศาสตร์หรือการวัดมุมของเครื่องมือวัด
zh_hans: 角分是角度单位，等于1度的1/60。
zh_hant: 角分是角度單位，等於一度的六十分之一。

# arcSeconds.shortName
source: Arc Seconds
de: Bogensekunde
es: Segundos de Arco
fr: Seconde d'Arc
ja: 秒
ko: 초
pt: Segundo de Arco
th: พิลิปดา
zh_hans: 角秒
zh_hant: 角秒

# arcSeconds.longName
source: Arc Seconds
de: Bogensekunde
es: Segundos de Arco
fr: Seconde d'Arc
ja: 秒
ko: 초
pt: Segundos de Arco
ru: Угловая секунда
th: พิลิปดา
zh_hans: 角秒
zh_hant: 角秒

# arcSeconds.detailedIntroduction
source: Arc Seconds are a unit of angular measurement equal to one-sixtieth of an arc minute.
de: Die Bogensekunde ist eine Winkeleinheit, die 1/60 einer Bogenminute misst. Es wird häufig in der Astronomie und Navigation verwendet.
es: Un segundo de arco es una unidad de medida de ángulos, igual a 1/60 de un minuto de arco.
fr: La seconde d'arc est une unité de mesure des angles égale à 1/60 d'une minute d'arc.
ja: 秒は角度の単位で、1秒は1度の3600分の1です。
ko: 초는 각도의 단위입니다. 1초는 1/60분의 각도입니다.
pt: Segundo de arco é uma unidade de medida angular, igual a um sexagésimo de minuto de arco.
th: พิลิปดาเป็นหน่วยมุมที่ใช้ในการวัดขนาดของมุมในระดับละเอียดมาก เช่น การวัดมุมในดาราศาสตร์หรือการวัดมุมของเครื่องมือวัด
zh_hans: 角秒是角度单位，等于1角分的1/60。
zh_hant: 角秒是角度單位，等於一度的三千六百分之一。

# radians.shortName
source: Radians
de: Radiant
es: Radianes
fr: Radian
ja: ラジアン
ko: 라디안
pt: Radiano
ru: рад
th: เรเดียน
zh_hans: 弧度
zh_hant: 弧度

# radians.longName
source: Radians
de: Radiant
es: Radianes
fr: Radian
ja: ラジアン
ko: 라디안
pt: Radianos
ru: Радиан
th: เรเดียน
zh_hans: 弧度
zh_hant: 弧度

# radians.detailedIntroduction
source: Radians are the SI unit of angular measurement.
de: Der Radiant ist die Basiseinheit des Winkels im internationalen Einheitensystem (SI). Ein Radiant ist der Winkel, der durch einen Bogen erzeugt wird, dessen Länge dem Radius des Kreises entspricht.
es: Un radian es una unidad de medida de ángulos en el Sistema Internacional de Unidades, igual al ángulo subtendido por un arco de un círculo cuya longitud es igual al radio del círculo.
fr: Le radian est l'unité de mesure des angles dans le système international d'unités (SI). 1 radian = 57.2958 degrés.
ja: ラジアンは角度の単位で、1ラジアンは約57.2958度です。
ko: 라디안은 각도의 단위입니다. 1라디안은 약 57.2958도입니다.
pt: Radiano é a unidade de medida de ângulos no Sistema Internacional de Unidades (SI), onde um radiano é o ângulo subtendido por um arco de círculo cujo comprimento é igual ao raio do círculo.
ru: Радиан - это единица измерения угла в Международной системе единиц (СИ), равная углу, который высекает дуга, длина которой равна радиусу окружности.
th: เรเดียนเป็นหน่วยมุมในระบบเมตริกที่ใช้ในการวัดขนาดของมุมในเรขาคณิตและฟิสิกส์
zh_hans: 弧度是角度单位，表示圆弧的长度等于半径的角度。
zh_hant: 弧度是國際單位制（SI）的角度單位，等於半徑為1的圓的弧長。

# gradians.symbol
source: gon
ja: grad
ru: grad
th: grad
zh_hans: grad

# gradians.shortName
source: Gradians
de: Gon
es: Gradianos
fr: Grade
ja: グラジアン
ko: 그라디안
pt: Gradian
ru: град
th: เกรเดียน
zh_hans: 百分度
zh_hant: 百分度

# gradians.longName
source: Gradians
de: Gon
es: Gradianos
fr: Grade
ja: グラジアン
ko: 그라디안
ru: Градиан
th: เกรเดียน
zh_hans: 百分度
zh_hant: 百分度

# revolutions.shortName
source: Revolutions
de: Umdrehung
es: Revoluciones
fr: Révolution
ja: 回転
ko: 회전
pt: Revolução
ru: об
th: รอบ
zh_hans: 转
zh_hant: 轉

# revolutions.longName
source: Revolutions
de: Umdrehung
es: Revoluciones
fr: Révolution
ja: 回転
ko: 회전
pt: Revoluções
ru: Обороты
th: รอบ
zh_hans: 转
zh_hant: 轉

# revolutions.detailedIntroduction
source: Revolutions are a unit of angular measurement equal to a full 360-degree rotation.
de: Die Umdrehung ist eine Winkeleinheit, die eine vollständige Drehung um 360 Grad misst. Es wird häufig in der Mechanik und Physik verwendet.
es: Una revolución es una unidad de medida de ángulos, igual a una vuelta completa o 360 grados.
fr: La révolution est une unité de mesure des angles égale à un cercle complet (360 degrés).
ja: 回転は角度の単位で、1回転は360度です。
ko: 회전은 각도의 단위입니다. 1회전은 360도입니다.
pt: Revolução é uma unidade de medida angular, onde uma revolução completa é igual a 360 graus.
th: รอบเป็นหน่วยมุมที่ใช้ในการวัดการหมุนของวัตถุ เช่น การหมุนของเครื่องยนต์หรือการหมุนของล้อ
zh_hans: 转是角度单位，表示完整的旋转360度。
zh_hant: 轉是角度單位，等於360度。

# radiansPerSecond.shortName
source: Radians/Second
de: Radiant pro Sekunde
es: Radianes por Segundo
fr: Radians par Seconde
ja: ラジアン毎秒
ko: 라디안/초
pt: Radiano por Segundo
ru: рад/с
th: เรเดียนต่อวินาที
zh_hans: 弧度每秒
zh_hant: 弧度/秒

# radiansPerSecond.longName
source: Radians per Second
de: Radiant pro Sekunde
es: Radianes por Segundo
fr: Radians par Seconde
ja: ラジアン毎秒
ko: 라디안/초
pt: Radianos por Segundo
ru: Радианы в секунду
th: เรเดียนต่อวินาที
zh_hans: 弧度每秒
zh_hant: 弧度每秒

# radiansPerSecond.detailedIntroduction
source: Radians per Second is a unit of angular velocity in the International System of Units (SI).
de: Radiant pro Sekunde ist die Basiseinheit der Winkelgeschwindigkeit im internationalen Einheitensystem (SI). Es misst die Änderung des Winkels pro Sekunde.
es: Radianes por segundo es una unidad de velocidad angular en el Sistema Internacional de Unidades, que mide cuántos radianes recorre un objeto en un segundo.
fr: Le radian par seconde est une unité de vitesse angulaire dans le système international d'unités (SI).
ja: ラジアン毎秒は角速度の単位で、1ラジアン毎秒は1秒間に1ラジアンの角度変化を表します。
ko: 라디안/초는 각속도의 단위입니다. 1라디안/초는 약 57.2958도/초입니다.
pt: Radiano por segundo é a unidade de medida de velocidade angular no Sistema Internacional de Unidades (SI), onde um radiano por segundo é a velocidade angular de um corpo que gira com uma velocidade constante de um radiano por segundo.
th: เรเดียนต่อวินาทีเป็นหน่วยความเร็วเชิงมุมที่ใช้ในการวัดการเปลี่ยนแปลงของมุมต่อเวลาที่เพิ่มขึ้น เช่น การหมุนของเครื่องยนต์
zh_hans: 弧度每秒是角速度单位，表示物体每秒旋转的弧度数。
zh_hant: 弧度每秒是國際單位制（SI）的角速度單位。

# degreesPerSecond.shortName
source: Degrees/Second
de: Grad pro Sekunde
es: Grados por Segundo
fr: Degrés par Seconde
ja: 度毎秒
ko: 도/초
pt: Grau por Segundo
ru: град/с
th: องศาต่อวินาที
zh_hans: 度每秒
zh_hant: 度/秒

# degreesPerSecond.longName
source: Degrees per Second
de: Grad pro Sekunde
es: Grados por Segundo
fr: Degrés par Seconde
ja: 度毎秒
ko: 도/초
pt: Graus por Segundo
ru: Градусы в секунду
th: องศาต่อวินาที
zh_hans: 度每秒
zh_hant: 度每秒

# degreesPerSecond.detailedIntroduction
source: Degrees per Second is a unit of angular velocity.
de: Grad pro Sekunde ist eine Winkelgeschwindigkeitseinheit, die die Änderung des Winkels in Grad pro Sekunde misst. Es wird häufig in der Mechanik und Physik verwendet.
es: Grados por segundo es una unidad de velocidad angular que mide cuántos grados recorre un objeto en un segundo.
fr: Le degré par seconde est une unité de vitesse angulaire. 1 degré par seconde = 0.0174533 radians par seconde.
ja: 度毎秒は角速度の単位で、1度毎秒は1秒間に1度の角度変化を表します。
ko: 도/초는 각속도의 단위입니다. 1도/초는 약 0.0174533라디안/초입니다.
pt: Grau por segundo é a unidade de medida de velocidade angular, onde um grau por segundo é a velocidade angular de um corpo que gira com uma velocidade constante de um grau por segundo.
th: องศาต่อวินาทีเป็นหน่วยความเร็วเชิงมุมที่ใช้ในการวัดการเปลี่ยนแปลงของมุมต่อเวลาที่เพิ่มขึ้น เช่น การหมุนของเครื่องยนต์
zh_hans: 度每秒是角速度单位，表示物体每秒旋转的度数。
zh_hant: 度每秒是角速度的測量單位。

# revolutionsPerMinute.shortName
source: Revolutions/Minute
de: Umdrehungen pro Minute
es: Revoluciones por Minuto
fr: Révolutions par Minute
ja: 回転毎分
ko: 회전/분
pt: Revolução por Minuto
ru: об/мин
th: รอบต่อนาที
zh_hans: 转每分钟
zh_hant: 轉/分

# revolutionsPerMinute.longName
source: Revolutions per Minute
de: Umdrehungen pro Minute
es: Revoluciones por Minuto
fr: Révolutions par Minute
ja: 回転毎分
ko: 회전/분
pt: Revoluções por Minuto
ru: Обороты в минуту
th: รอบต่อนาที
zh_hans: 转每分钟
zh_hant: 轉每分鐘

# revolutionsPerMinute.detailedIntroduction
source: Revolutions per Minute is a unit of angular velocity, commonly used in mechanical contexts.
de: Umdrehungen pro Minute ist eine Winkelgeschwindigkeitseinheit, die die Anzahl der vollständigen Umdrehungen pro Minute misst. Es wird häufig zur Messung der Drehzahl von Motoren verwendet.
es: Revoluciones por minuto es una unidad de velocidad angular que mide cuántas revoluciones completas realiza un objeto en un minuto.
fr: La révolution par minute est une unité de vitesse angulaire couramment utilisée pour mesurer la vitesse de rotation des moteurs.
ja: 回転毎分は角速度の単位で、1回転毎分は1分間に1回転の角度変化を表します。
ko: 회전/분은 각속도의 단위입니다. 1회전/분은 약 0.10472라디안/초입니다.
pt: Revolução por minuto é uma unidade de medida de velocidade angular, onde uma revolução por minuto é a velocidade angular de um corpo que completa uma rotação a cada minuto.
th: รอบต่อนาทีเป็นหน่วยความเร็วเชิงมุมที่ใช้ในการวัดการหมุนของวัตถุในหน่วยรอบต่อนาที เช่น การหมุนของเครื่องยนต์
zh_hans: 转每分钟是角速度单位，表示物体每分钟旋转的转数。
zh_hant: 轉每分鐘是角速度單位，常用於機械領域。

# revolutionsPerSecond.shortName
source: Revolutions/Second
de: Umdrehungen pro Sekunde
es: Revoluciones por Segundo
fr: Révolutions par Seconde
ja: 回転毎秒
ko: 회전/초
pt: Revoluções por Segundo
ru: об/с
th: รอบต่อวินาที
zh_hans: 转每秒
zh_hant: 轉/秒

# revolutionsPerSecond.longName
source: Revolutions per Second
de: Umdrehungen pro Sekunde
es: Revoluciones por Segundo
fr: Révolutions par Seconde
ja: 回転毎秒
ko: 회전/초
pt: Revoluções por Segundo
ru: Обороты в секунду
th: รอบต่อวินาที
zh_hans: 转每秒
zh_hant: 轉每秒

# revolutionsPerSecond.detailedIntroduction
source: Revolutions per Second is a unit of angular velocity.
de: Umdrehungen pro Sekunde ist eine Winkelgeschwindigkeitseinheit, die die Anzahl der vollständigen Umdrehungen pro Sekunde misst. Es wird häufig in der Mechanik und Physik verwendet.
es: Revoluciones por segundo es una unidad de velocidad angular que mide cuántas revoluciones completas realiza un objeto en un segundo.
fr: La révolution par seconde est une unité de vitesse angulaire utilisée principalement en physique et en ingénierie.
ja: 回転毎秒は角速度の単位で、1回転毎秒は1秒間に1回転の角度変化を表します。
ko: 회전/초는 각속도의 단위입니다. 1회전/초는 약 6.28319라디안/초입니다.
pt: Revoluções por segundo é uma unidade de medida de frequência angular, igual ao número de revoluções completadas por segundo.
th: รอบต่อวินาทีเป็นหน่วยความเร็วเชิงมุมที่ใช้ในการวัดการหมุนของวัตถุในหน่วยรอบต่อวินาที เช่น การหมุนของเครื่องยนต์
zh_hans: 转每秒是角速度单位，表示物体每秒旋转的转数。
zh_hant: 轉每秒是角速度單位。

# squareMegameters.shortName
source: Square Megameters
de: Quadratmegameter
es: Megámetros Cuadrados
fr: Mégamètre Carré
ja: 平方メガメートル
ko: 제곱메가미터
pt: Megâmetro Quadrado
ru: Мм²
th: ตารางเมกะเมตร
zh_hans: 平方兆米
zh_hant: 平方兆米

# squareMegameters.longName
source: Square Megameters
de: Quadratmegameter
es: Megámetros Cuadrados
fr: Mégamètre Carré
ja: 平方メガメートル
ko: 제곱메가미터
pt: Megâmetros Quadrados
ru: Квадратный мегаметр
th: ตารางเมกะเมตร
zh_hans: 平方兆米
zh_hant: 平方兆米

# squareMegameters.detailedIntroduction
source: Square Megameters are used to measure extremely large areas.
de: Der Quadratmegameter ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratmegameter entspricht 1.000.000.000.000 Quadratmeter.
es: Un megámetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un millón de kilómetros cuadrados.
fr: Le mégamètre carré est une unité de surface égale à un billion de mètres carrés (1 Mm² = 10^12 m²).
ja: 平方メガメートルは面積の単位で、1平方メガメートルは100万平方キロメートルです。
ko: 제곱메가미터는 면적의 단위입니다. 1제곱메가미터는 100만 제곱킬로미터입니다.
pt: Megâmetro quadrado é uma unidade de área no Sistema Internacional de Unidades (SI), igual a um milhão de metros quadrados.
th: ตารางเมกะเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดใหญ่ เช่น พื้นที่ของมหาสมุทรหรือทวีป
zh_hans: 平方兆米是面积单位，等于1,000,000平方千米。
zh_hant: 平方兆米用於測量極大的面積。

# squareKilometers.shortName
source: Square Kilometers
de: Quadratkilometer
es: Kilómetros Cuadrados
fr: Kilomètre Carré
ja: 平方キロメートル
ko: 제곱킬로미터
pt: Quilômetro Quadrado
ru: км²
th: ตารางกิโลเมตร
zh_hans: 平方千米
zh_hant: 平方千米

# squareKilometers.longName
source: Square Kilometers
de: Quadratkilometer
es: Kilómetros Cuadrados
fr: Kilomètre Carré
ja: 平方キロメートル
ko: 제곱킬로미터
pt: Quilômetros Quadrados
ru: Квадратный километр
th: ตารางกิโลเมตร
zh_hans: 平方千米
zh_hant: 平方千米

# squareKilometers.detailedIntroduction
source: Square Kilometers are commonly used to measure large areas.
de: Der Quadratkilometer ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratkilometer entspricht 1.000.000 Quadratmeter.
es: Un kilómetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un millón de metros cuadrados.
fr: Le kilomètre carré est une unité de surface égale à un million de mètres carrés (1 km² = 10^6 m²).
ja: 平方キロメートルは面積の単位で、1平方キロメートルは100万平方メートルです。
ko: 제곱킬로미터는 면적의 단위입니다. 1제곱킬로미터는 100만 제곱미터입니다.
pt: Quilômetro quadrado é a unidade de medida de área no Sistema Internacional de Unidades (SI), onde um quilômetro quadrado é a área de um quadrado com um quilômetro de lado.
th: ตารางกิโลเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดใหญ่ เช่น พื้นที่ของเมืองหรือประเทศ
zh_hans: 平方千米是面积单位，等于1,000,000平方米。
zh_hant: 平方千米常用於測量大面積。

# squareMeters.shortName
source: Square Meters
de: Quadratmeter
es: Metros Cuadrados
fr: Mètre Carré
ja: 平方メートル
ko: 제곱미터
pt: Metro Quadrado
ru: м²
th: ตารางเมตร
zh_hans: 平方米
zh_hant: 平方米

# squareMeters.longName
source: Square Meters
de: Quadratmeter
es: Metros Cuadrados
fr: Mètre Carré
ja: 平方メートル
ko: 제곱미터
pt: Metros Quadrados
ru: Квадратный метр
th: ตารางเมตร
zh_hans: 平方米
zh_hant: 平方米

# squareMeters.detailedIntroduction
source: Square Meters are the SI unit of area.
de: Der Quadratmeter ist die Basiseinheit der Fläche im internationalen Einheitensystem (SI). Ein Quadratmeter ist definiert als die Fläche eines Quadrats mit einer Seitenlänge von einem Meter.
es: Un metro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un metro de longitud por un metro de ancho.
fr: Le mètre carré est l'unité de base de la surface dans le système international d'unités (SI).
ja: 平方メートルは面積の基本単位で、1平方メートルは1平方メートルです。
ko: 제곱미터는 면적의 단위입니다. 1제곱미터는 1 제곱미터입니다.
pt: Metro quadrado é a unidade de medida de área no Sistema Internacional de Unidades (SI), onde um metro quadrado é a área de um quadrado com um metro de lado.
th: ตารางเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็ก เช่น พื้นที่ของห้องหรือบ้าน
zh_hans: 平方米是面积单位，是国际单位制的基本单位之一。
zh_hant: 平方米是國際單位制（SI）的面積單位。

# squareCentimeters.shortName
source: Square Centimeters
de: Quadratzentimeter
es: Centímetros Cuadrados
fr: Centimètre Carré
ja: 平方センチメートル
ko: 제곱센티미터
pt: Centímetro Quadrado
ru: см²
th: ตารางเซนติเมตร
zh_hans: 平方厘米
zh_hant: 平方釐米

# squareCentimeters.longName
source: Square Centimeters
de: Quadratzentimeter
es: Centímetros Cuadrados
fr: Centimètre Carré
ja: 平方センチメートル
ko: 제곱센티미터
pt: Centímetros Quadrados
ru: Квадратный сантиметр
th: ตารางเซนติเมตร
zh_hans: 平方厘米
zh_hant: 平方釐米

# squareCentimeters.detailedIntroduction
source: Square Centimeters are used to measure small areas.
de: Der Quadratzentimeter ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratzentimeter entspricht 1/10.000 Quadratmeter.
es: Un centímetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un centímetro de longitud por un centímetro de ancho.
fr: Le centimètre carré est une unité de surface égale à un centième de mètre carré.
ja: 平方センチメートルは面積の単位で、1平方センチメートルは0.0001平方メートルです。
ko: 제곱센티미터는 면적의 단위입니다. 1제곱센티미터는 0.0001 제곱미터입니다.
pt: Centímetro quadrado é a unidade de medida de área no Sistema Internacional de Unidades (SI), onde um centímetro quadrado é a área de um quadrado com um centímetro de lado.
th: ตารางเซนติเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็ก เช่น พื้นที่ของวัตถุขนาดเล็ก
zh_hans: 平方厘米是面积单位，等于0.0001平方米。
zh_hant: 平方釐米用於測量小面積。

# squareMillimeters.shortName
source: Square Millimeters
de: Quadratmillimeter
es: Milímetros Cuadrados
fr: Millimètre Carré
ja: 平方ミリメートル
ko: 제곱밀리미터
pt: Milímetro Quadrado
ru: мм²
th: ตารางมิลลิเมตร
zh_hans: 平方毫米
zh_hant: 平方毫米

# squareMillimeters.longName
source: Square Millimeters
de: Quadratmillimeter
es: Milímetros Cuadrados
fr: Millimètre Carré
ja: 平方ミリメートル
ko: 제곱밀리미터
pt: Milímetros Quadrados
ru: Квадратный миллиметр
th: ตารางมิลลิเมตร
zh_hans: 平方毫米
zh_hant: 平方毫米

# squareMillimeters.detailedIntroduction
source: Square Millimeters are used to measure very small areas.
de: Der Quadratmillimeter ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratmillimeter entspricht 1/1.000.000 Quadratmeter.
es: Un milímetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un milímetro de longitud por un milímetro de ancho.
fr: Le millimètre carré est une unité de surface égale à un millième de mètre carré.
ja: 平方ミリメートルは面積の単位で、1平方ミリメートルは0.000001平方メートルです。
ko: 제곱밀리미터는 면적의 단위입니다. 1제곱밀리미터는 0.000001 제곱미터입니다.
pt: Milímetro quadrado é a unidade de medida de área no Sistema Internacional de Unidades (SI), onde um milímetro quadrado é a área de um quadrado com um milímetro de lado.
th: ตารางมิลลิเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็กมาก เช่น พื้นที่ของวัตถุขนาดเล็ก
zh_hans: 平方毫米是面积单位，等于0.000001平方米。
zh_hant: 平方毫米用於測量非常小的面積。

# squareMicrometers.symbol
source: µm²
es: μm²
ru: мкм²
th: ตร.ไมโครเมตร
zh_hans: μm²

# squareMicrometers.shortName
source: Square Micrometers
de: Quadratmikrometer
es: Micrómetros Cuadrados
fr: Micromètre Carré
ja: 平方マイクロメートル
ko: 제곱마이크로미터
pt: Micrômetro Quadrado
ru: мкм²
th: ตารางไมโครเมตร
zh_hans: 平方微米
zh_hant: 平方微米

# squareMicrometers.longName
source: Square Micrometers
de: Quadratmikrometer
es: Micrómetros Cuadrados
fr: Micromètre Carré
ja: 平方マイクロメートル
ko: 제곱마이크로미터
pt: Micrômetros Quadrados
ru: Квадратный микрометр
th: ตารางไมโครเมตร
zh_hans: 平方微米
zh_hant: 平方微米

# squareMicrometers.detailedIntroduction
source: Square Micrometers are used in fields like microscopy to measure minute areas.
de: Der Quadratmikrometer ist eine Flächeneinheit im internationalen Einheitensystem (SI). Ein Quadratmikrometer entspricht 1/1.000.000.000.000 Quadratmeter.
es: Un micrómetro cuadrado es una unidad de área en el Sistema Internacional de Unidades, igual a un micrómetro de longitud por un micrómetro de ancho.
fr: Le micromètre carré est une unité de surface égale à un millionième de mètre carré.
ja: 平方マイクロメートルは面積の単位で、1平方マイクロメートルは0.000000000001平方メートルです。
ko: 제곱마이크로미터는 면적의 단위입니다. 1제곱마이크로미터는 0.000000000001 제곱미터입니다.
pt: Micrômetro quadrado é uma unidade de área no Sistema Internacional de Unidades (SI).
th: ตารางไมโครเมตรเป็นหน่วยพื้นที่ในระบบเมตริกที่ใช้ในการวัดพื้นที่ขนาดเล็กมาก เช่น พื้นที่ของเซลล์หรือวัตถุขนาดเล็ก
zh_hans: 平方微米是面积单位，等于0.000000000001平方米。
zh_hant: 平方微米用於顯微鏡領域測量微小面積。

# squareNanometers.shortName
source: Square Nanometers
de: Quadratnanometer
es: Nanómetros Cuadrados
fr: Nanomètre Carré
ja: 平方ナノメートル
ko: 제곱나노미터
pt: Nanômetro Quadrado
ru: нм²
th: ตารางนาโนเมตร
zh_hans: 平方纳米
zh_hant: 平方納米

# squareNanometers.longName
source: Square Nanometers
de: Quadratnanometer
es: Nanómetros Cuadrados
fr: Nanomètre Carré
ja: 平方ナノメートル
ko: 제곱나노미터
pt: Nanômetros Quadrados
ru: Квадратный нанометр
th: ตารางนาโนเมตร
zh_hans: 平方纳米
zh_hant: 平方納米
