Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# litersPer100Kilometers.longName
source: Liters per 100 Kilometers
de: Liter pro 100 Kilometer
es: Litros por 100 Kilómetros
fr: Litres par 100 Kilomètres
ja: リットル毎100キロメートル
ko: 리터/100킬로미터
pt: Litros por 100 Quilômetros
ru: Литров на 100 километров
th: ลิตรต่อ 100 กิโลเมตร
zh_hans: 升每百公里
zh_hant: 升每百公里

# litersPer100Kilometers.detailedIntroduction
source: Liters per 100 Kilometers is a unit of fuel efficiency commonly used in Europe.
de: Liter pro 100 Kilometer ist eine Einheit der Kraftstoffeffizienz, die die Menge an Kraftstoff misst, die ein Fahrzeug benötigt, um 100 Kilometer zu fahren.
es: Litros por 100 kilómetros es una unidad de eficiencia de combustible que mide la cantidad de litros de combustible que un vehículo consume para recorrer 100 kilómetros.
fr: Les litres par 100 kilomètres sont une unité d'efficacité du carburant couramment utilisée en Europe et au Canada.
ja: リットル毎100キロメートルは燃料効率の単位で、1リットル毎100キロメートルは100キロメートル走行するために必要なリットル数を表します。
ko: 리터/100킬로미터는 연비의 단위입니다. 1리터/100킬로미터는 약 235.2마일/갤런입니다.
pt: Litros por 100 quilômetros é uma unidade de medida de eficiência de combustível, onde um valor menor indica uma maior eficiência de combustível.
th: ลิตรต่อ 100 กิโลเมตรเป็นหน่วยประหยัดน้ำมันที่ใช้ในการวัดปริมาณน้ำมันที่ใช้ในการขับขี่ในระยะทาง 100 กิโลเมตร
zh_hans: 升每百公里是燃油效率单位，表示车辆每行驶100公里所消耗的燃料升数。
zh_hant: 升每百公里是常用於歐洲的燃油效率單位。

# milesPerImperialGallon.symbol
source: mpg imp
ru: миль/имп.гал
th: mpg
zh_hans: mpg

# milesPerImperialGallon.shortName
source: Miles/Imperial Gallon
de: Meilen pro Imperial-Gallone
es: Millas por Galón Imperial
fr: Miles par Gallon Impérial
ja: マイル毎英ガロン
ko: 제국 갤런당 마일
pt: Milhas por Galão Imperial
ru: миль/имп.гал
th: ไมล์ต่อแกลลอนอิมพีเรียล
zh_hans: 英里每英制加仑
zh_hant: 英里/帝國加侖

# milesPerImperialGallon.longName
source: Miles per Imperial Gallon
de: Meilen pro Imperial-Gallone
es: Millas por Galón Imperial
fr: Miles par Gallon Impérial
ja: マイル毎英ガロン
ko: 제국 갤런당 마일
pt: Milhas por Galão Imperial
ru: Миль на имперский галлон
th: ไมล์ต่อแกลลอนอิมพีเรียล
zh_hans: 英里每英制加仑
zh_hant: 英里每帝國加侖

# milesPerImperialGallon.detailedIntroduction
source: Miles per Imperial Gallon is a unit of fuel efficiency used in the UK.
de: Meilen pro Imperial-Gallone ist eine Einheit der Kraftstoffeffizienz, die hauptsächlich im Vereinigten Königreich verwendet wird. Es misst die Anzahl der Meilen, die ein Fahrzeug mit einer Imperial-Gallone Kraftstoff fahren kann.
es: Millas por galón imperial es una unidad de eficiencia de combustible que mide la distancia en millas que un vehículo puede recorrer con un galón imperial de combustible.
fr: Les miles par gallon impérial sont une unité d'efficacité du carburant utilisée principalement au Royaume-Uni. 1 mpg (imp) = 4.54609 litres par 100 kilomètres.
ja: マイル毎英ガロンは燃料効率の単位で、1英ガロンの燃料で走行できるマイル数を表します。
pt: Milhas por galão imperial é uma unidade de eficiência de combustível usada no Reino Unido, igual ao número de milhas percorridas por galão imperial de combustível.
th: ไมล์ต่อแกลลอนอิมพีเรียลเป็นหน่วยประหยัดน้ำมันที่ใช้ในการวัดระยะทางที่รถยนต์สามารถขับขี่ได้โดยใช้น้ำมันหนึ่งแกลลอนอิมพีเรียล
zh_hans: 英里每英制加仑是燃油效率单位，表示车辆每消耗1英制加仑燃料所行驶的英里数。
zh_hant: 英里每帝國加侖是英國使用的燃油效率單位。

# milesPerGallon.shortName
source: Miles/Gallon
de: Meilen pro Gallone
es: Millas por Galón
fr: Miles par Gallon
ja: マイル毎ガロン
ko: 마일/갤런
pt: Milhas por Galão
ru: миль/гал
th: ไมล์ต่อแกลลอน
zh_hans: 英里每加仑
zh_hant: 英里/加侖

# milesPerGallon.longName
source: Miles per Gallon
de: Meilen pro Gallone
es: Millas por Galón
fr: Miles par Gallon
ja: マイル毎ガロン
ko: 마일/갤런
pt: Milhas por Galão
ru: Миль на галлон
th: ไมล์ต่อแกลลอน
zh_hans: 英里每加仑
zh_hant: 英里每加侖

# milesPerGallon.detailedIntroduction
source: Miles per Gallon is a unit of fuel efficiency commonly used in the United States.
de: Meilen pro Gallone ist eine Einheit der Kraftstoffeffizienz, die hauptsächlich in den USA verwendet wird. Es misst die Anzahl der Meilen, die ein Fahrzeug mit einer Gallone Kraftstoff fahren kann.
es: Millas por galón es una unidad de eficiencia de combustible que mide la distancia en millas que un vehículo puede recorrer con un galón de combustible.
fr: Les miles par gallon sont une unité d'efficacité du carburant utilisée principalement aux États-Unis.
ja: マイル毎ガロンは燃料効率の単位で、1マイル毎ガロンは1ガロンの燃料で走行できるマイル数を表します。
ko: 마일/갤런은 연비의 단위입니다. 1마일/갤런은 약 0.425킬로미터/리터입니다.
pt: Milhas por galão é uma unidade de medida de eficiência de combustível usada principalmente nos Estados Unidos, onde um valor maior indica uma maior eficiência de combustível.
th: ไมล์ต่อแกลลอนเป็นหน่วยประหยัดน้ำมันที่ใช้ในการวัดระยะทางที่รถยนต์สามารถขับขี่ได้โดยใช้น้ำมันหนึ่งแกลลอน
zh_hans: 英里每加仑是燃油效率单位，表示车辆每消耗1加仑燃料所行驶的英里数。
zh_hant: 英里每加侖是美國常用的燃油效率單位。

# bytes.shortName
source: Bytes
de: Byte
fr: Octet
ja: バイト
ko: 바이트
pt: Byte
ru: Б
th: ไบต์
zh_hans: 字节
zh_hant: 字節

# bytes.longName
source: Bytes
de: Byte
fr: Octet
ja: バイト
ko: 바이트
ru: Байт
th: ไบต์
zh_hans: 字节
zh_hant: 字節

# bytes.detailedIntroduction
source: Bytes are a unit of digital information storage.
de: Das Byte ist die Basiseinheit der Datenmenge im internationalen Einheitensystem (SI). Ein Byte ist definiert als eine Folge von 8 Bits, die die kleinste adressierbare Einheit der Information in einem Computer darstellen.
es: Un byte es una unidad de información digital que generalmente consta de 8 bits.
fr: L'octet est l'unité de base du stockage de données dans les systèmes informatiques. 1 octet = 8 bits.
ja: バイトはデータの基本単位で、1バイトは8ビットです。
ko: 바이트는 데이터의 단위입니다. 1바이트는 8비트입니다.
pt: Byte é a unidade básica de medida de dados, onde um byte é igual a 8 bits.
th: ไบต์เป็นหน่วยข้อมูลในคอมพิวเตอร์ที่ใช้ในการวัดขนาดของข้อมูลหรือพื้นที่จัดเก็บในคอมพิวเตอร์
zh_hans: 字节是数据单位，表示信息存储的基本单位。
zh_hant: 字節是數字信息存儲的單位。

# bits.shortName
source: Bits
de: Bit
fr: Bit
ja: ビット
ko: 비트
pt: Bit
ru: б
th: บิต
zh_hans: 比特
zh_hant: 比特

# bits.longName
source: Bits
de: Bit
fr: Bit
ja: ビット
ko: 비트
ru: Бит
th: บิต
zh_hans: 比特
zh_hant: 比特

# bits.detailedIntroduction
source: Bits are the basic unit of information in computing and digital communications.
de: Das Bit ist die Basiseinheit der Information im internationalen Einheitensystem (SI). Ein Bit ist definiert als die kleinste Einheit der Information, die nur einen von zwei möglichen Zuständen darstellen kann.
es: Un bit es la unidad más básica de información digital, que puede representar un valor de 0 o 1.
fr: Le bit est la plus petite unité de stockage de données dans les systèmes informatiques. Il peut prendre la valeur 0 ou 1.
ja: ビットはデータの基本単位で、1ビットは情報の最小単位を表します。
ko: 비트는 데이터의 단위입니다. 1비트는 0 또는 1의 값을 가집니다.
pt: Bit é a unidade básica de informação em computação e telecomunicações.
th: บิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในคอมพิวเตอร์หรือการสื่อสารข้อมูล
zh_hans: 比特是数据单位，表示信息的最小单位。
zh_hant: 比特是計算和數字通信中的基本信息單位。

# nibbles.symbol
source: nibble
es: n
ja: nib
ru: н
th: นิเบิล
zh_hans: N

# nibbles.shortName
source: Nibbles
de: Nibble
es: Nibble
fr: Nibble
ja: ニブル
ko: 니블
pt: Nibble
ru: н
th: นิเบิล
zh_hans: 半字节
zh_hant: 半字節

# nibbles.longName
source: Nibbles
de: Nibble
es: Nibble
fr: Nibble
ja: ニブル
ko: 니블
ru: Ниббл
th: นิเบิล
zh_hans: 半字节
zh_hant: 半字節

# nibbles.detailedIntroduction
source: Nibbles are a unit of digital information storage equal to half a byte.
de: Ein Nibble ist eine Datenmenge, die vier Bits entspricht. Es wird häufig zur Darstellung von halben Bytes verwendet.
es: Un nibble es una unidad de información digital que consiste en 4 bits, o la mitad de un byte.
fr: Le nibble est une unité de stockage de données égale à 4 bits.
ja: ニブルはデータの単位で、1ニブルは4ビットです。
pt: Nibble é uma unidade de informação em computação, igual a quatro bits ou meio byte.
th: นิเบิลเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในคอมพิวเตอร์ โดยที่นิเบิลหนึ่งเท่ากับสี่บิต
zh_hans: 半字节是数据单位，等于4比特。
zh_hant: 半字節是數字信息存儲單位，等於半個字節。

# yottabytes.shortName
source: Yottabytes
de: Yottabyte
fr: Yottaoctet
ja: ヨタバイト
ko: 요타바이트
pt: Yottabyte
ru: ЙБ
th: ยอตตาไบต์
zh_hans: 尧字节
zh_hant: 尧字节

# yottabytes.longName
source: Yottabytes
de: Yottabyte
fr: Yottaoctet
ja: ヨタバイト
ko: 요타바이트
ru: Йоттабайт
th: ยอตตาไบต์
zh_hans: 尧字节
zh_hant: 尧字节

# yottabytes.detailedIntroduction
source: Yottabytes are a unit of digital information storage equal to one septillion bytes.
de: Das Yottabyte ist eine Einheit der Datenmenge, die 1.000 Zettabyte entspricht. Es wird zur Messung extrem großer Datenmengen verwendet.
es: Un yottabyte es una unidad de información digital igual a 1,024 zettabytes.
fr: Le yottaoctet est une unité de stockage de données égale à 10^24 octets.
ja: ヨタバイトはデータの単位で、1ヨタバイトは1.2089258196146292e24バイトです。
pt: Yottabyte é uma unidade de informação em computação, igual a um septilhão de bytes.
th: ยอตตาไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในศูนย์ข้อมูลขนาดใหญ่
zh_hans: 尧字节是数据单位，等于1,000,000,000,000,000,000,000,000字节。
zh_hant: 尧字节是数字信息存储单位，等于一千万亿亿字节。

# zettabytes.shortName
source: Zettabytes
de: Zettabyte
fr: Zettaoctet
ja: ゼタバイト
ko: 제타바이트
pt: Zettabyte
ru: ЗБ
th: เซตตาไบต์
zh_hans: 泽字节
zh_hant: 泽字节

# zettabytes.longName
source: Zettabytes
de: Zettabyte
fr: Zettaoctet
ja: ゼタバイト
ko: 제타바이트
ru: Зеттабайт
th: เซตตาไบต์
zh_hans: 泽字节
zh_hant: 泽字节

# zettabytes.detailedIntroduction
source: Zettabytes are a unit of digital information storage equal to one sextillion bytes.
de: Das Zettabyte ist eine Einheit der Datenmenge, die 1.000 Exabyte entspricht. Es wird zur Messung sehr großer Datenmengen verwendet.
es: Un zettabyte es una unidad de información digital igual a 1,024 exabytes.
fr: Le zettaoctet est une unité de stockage de données égale à 10^21 octets.
ja: ゼタバイトはデータの単位で、1ゼタバイトは1.1805916207174113e21バイトです。
pt: Zettabyte é uma unidade de informação em computação, igual a um sextilhão de bytes.
th: เซตตาไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในศูนย์ข้อมูลขนาดใหญ่
zh_hans: 泽字节是数据单位，等于1,000,000,000,000,000,000,000字节。
zh_hant: 泽字节是数字信息存储单位，等于一百万亿亿字节。

# exabytes.shortName
source: Exabytes
de: Exabyte
fr: Exaoctet
ja: エクサバイト
ko: 엑사바이트
pt: Exabyte
ru: ЭБ
th: เอกซาไบต์
zh_hans: 艾字节
zh_hant: 艾字节

# exabytes.longName
source: Exabytes
de: Exabyte
fr: Exaoctet
ja: エクサバイト
ko: 엑사바이트
ru: Экзабайт
th: เอกซาไบต์
zh_hans: 艾字节
zh_hant: 艾字节

# exabytes.detailedIntroduction
source: Exabytes are a unit of digital information storage equal to one quintillion bytes.
de: Das Exabyte ist eine Einheit der Datenmenge, die 1.000 Petabyte entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un exabyte es una unidad de información digital igual a 1,024 petabytes.
fr: L'exaoctet est une unité de stockage de données égale à 10^18 octets.
ja: エクサバイトはデータの単位で、1エクサバイトは1.152921504606847e18バイトです。
pt: Exabyte é uma unidade de informação em computação, igual a um quintilhão de bytes.
th: เอกซาไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในศูนย์ข้อมูลขนาดใหญ่
zh_hans: 艾字节是数据单位，等于1,000,000,000,000,000,000字节。
zh_hant: 艾字节是数字信息存储单位，等于十亿亿字节。

# petabytes.shortName
source: Petabytes
de: Petabyte
fr: Pétaoctet
ja: ペタバイト
ko: 페타바이트
pt: Petabyte
ru: ПБ
th: เพตาไบต์
zh_hans: 拍字节
zh_hant: 拍字节

# petabytes.longName
source: Petabytes
de: Petabyte
fr: Pétaoctet
ja: ペタバイト
ko: 페타바이트
ru: Петабайт
th: เพตาไบต์
zh_hans: 拍字节
zh_hant: 拍字节

# petabytes.detailedIntroduction
source: Petabytes are a unit of digital information storage equal to one quadrillion bytes.
de: Das Petabyte ist eine Einheit der Datenmenge, die 1.000 Terabyte entspricht. Es wird häufig zur Messung großer Datenmengen in Rechenzentren verwendet.
es: Un petabyte es una unidad de información digital igual a 1,024 terabytes.
fr: Le pétaoctet est une unité de stockage de données égale à 10^15 octets.
ja: ペタバイトはデータの単位で、1ペタバイトは1000兆バイトです。
pt: Petabyte é uma unidade de medida de dados, onde um petabyte é igual a 1.024 terabytes.
th: เพตาไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในศูนย์ข้อมูลขนาดใหญ่
zh_hans: 拍字节是数据单位，等于1,000,000,000,000,000字节。
zh_hant: 拍字节是数字信息存储单位，等于一千亿字节。

# terabytes.shortName
source: Terabytes
de: Terabyte
fr: Téraoctet
ja: テラバイト
ko: 테라바이트
pt: Terabyte
ru: ТБ
th: เทราไบต์
zh_hans: 太字节
zh_hant: 太字节

# terabytes.longName
source: Terabytes
de: Terabyte
fr: Téraoctet
ja: テラバイト
ko: 테라바이트
ru: Терабайт
th: เทราไบต์
zh_hans: 太字节
zh_hant: 太字节

# terabytes.detailedIntroduction
source: Terabytes are a unit of digital information storage equal to one trillion bytes.
de: Das Terabyte ist eine Einheit der Datenmenge, die 1.000 Gigabyte entspricht. Es wird häufig zur Messung großer Datenmengen in Rechenzentren verwendet.
es: Un terabyte es una unidad de información digital igual a 1,024 gigabytes.
fr: Le téraoctet est une unité de stockage de données égale à 10^12 octets.
ja: テラバイトはデータの単位で、1テラバイトは1兆バイトです。
ko: 테라바이트는 데이터의 단위입니다. 1테라바이트는 1000기가바이트입니다.
pt: Terabyte é uma unidade de medida de dados, onde um terabyte é igual a 1.024 gigabytes.
th: เทราไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในศูนย์ข้อมูลขนาดใหญ่
zh_hans: 太字节是数据单位，等于1,000,000,000,000字节。
zh_hant: 太字节是数字信息存储单位，等于一万亿字节。

# gigabytes.shortName
source: Gigabytes
de: Gigabyte
fr: Gigaoctet
ja: ギガバイト
ko: 기가바이트
pt: Gigabyte
ru: ГБ
th: กิกะไบต์
zh_hans: 吉字节
zh_hant: 吉字节

# gigabytes.longName
source: Gigabytes
de: Gigabyte
fr: Gigaoctet
ja: ギガバイト
ko: 기가바이트
ru: Гигабайт
th: กิกะไบต์
zh_hans: 吉字节
zh_hant: 吉字节

# gigabytes.detailedIntroduction
source: Gigabytes are a unit of digital information storage equal to one billion bytes.
de: Das Gigabyte ist eine Einheit der Datenmenge, die 1.000 Megabyte entspricht. Es wird häufig zur Messung großer Datenmengen auf Computern und anderen elektronischen Geräten verwendet.
es: Un gigabyte es una unidad de información digital igual a 1,024 megabytes.
fr: Le gigaoctet est une unité de stockage de données égale à 10^9 octets.
ja: ギガバイトはデータの単位で、1ギガバイトは10億バイトです。
ko: 기가바이트는 데이터의 단위입니다. 1기가바이트는 1000메가바이트입니다.
pt: Gigabyte é uma unidade de medida de dados, onde um gigabyte é igual a 1.024 megabytes.
th: กิกะไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในคอมพิวเตอร์หรืออุปกรณ์จัดเก็บข้อมูล
zh_hans: 吉字节是数据单位，等于1,000,000,000字节。
zh_hant: 吉字节是数字信息存储单位，等于十亿字节。

# megabytes.shortName
source: Megabytes
de: Megabyte
fr: Mégaoctet
ja: メガバイト
ko: 메가바이트
pt: Megabyte
ru: МБ
th: เมกะไบต์
zh_hans: 兆字节
zh_hant: 兆字节

# megabytes.longName
source: Megabytes
de: Megabyte
fr: Mégaoctet
ja: メガバイト
ko: 메가바이트
ru: Мегабайт
th: เมกะไบต์
zh_hans: 兆字节
zh_hant: 兆字节

# megabytes.detailedIntroduction
source: Megabytes are a unit of digital information storage equal to one million bytes.
de: Das Megabyte ist eine Einheit der Datenmenge, die 1.000 Kilobyte entspricht. Es wird häufig zur Messung von Dateien auf Computern und anderen elektronischen Geräten verwendet.
es: Un megabyte es una unidad de información digital igual a 1,024 kilobytes.
fr: Le mégaoctet est une unité de stockage de données égale à 10^6 octets.
ja: メガバイトはデータの単位で、1メガバイトは100万バイトです。
ko: 메가바이트는 데이터의 단위입니다. 1메가바이트는 1000킬로바이트입니다.
pt: Megabyte é uma unidade de medida de dados, onde um megabyte é igual a 1.024 kilobytes.
th: เมกะไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในคอมพิวเตอร์หรืออุปกรณ์จัดเก็บข้อมูล
zh_hans: 兆字节是数据单位，等于1,000,000字节。
zh_hant: 兆字节是数字信息存储单位，等于一百万字节。

# kilobytes.shortName
source: Kilobytes
de: Kilobyte
fr: Kiloctet
ja: キロバイト
ko: 킬로바이트
pt: Kilobyte
ru: КБ
th: กิโลไบต์
zh_hans: 千字节
zh_hant: 千字节

# kilobytes.longName
source: Kilobytes
de: Kilobyte
fr: Kiloctet
ja: キロバイト
ko: 킬로바이트
ru: Килобайт
th: กิโลไบต์
zh_hans: 千字节
zh_hant: 千字节

# kilobytes.detailedIntroduction
source: Kilobytes are a unit of digital information storage equal to one thousand bytes.
de: Das Kilobyte ist eine Einheit der Datenmenge, die 1.000 Bytes entspricht. Es wird häufig zur Messung von kleinen Dateien auf Computern und anderen elektronischen Geräten verwendet.
es: Un kilobyte es una unidad de información digital igual a 1,024 bytes.
fr: Le kiloctet est une unité de stockage de données égale à 10^3 octets.
ja: キロバイトはデータの単位で、1キロバイトは1000バイトです。
ko: 킬로바이트는 데이터의 단위입니다. 1킬로바이트는 1000바이트입니다.
pt: Kilobyte é uma unidade de medida de dados, onde um kilobyte é igual a 1.024 bytes.
th: กิโลไบต์เป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น ข้อมูลที่จัดเก็บในคอมพิวเตอร์หรืออุปกรณ์จัดเก็บข้อมูล
zh_hans: 千字节是数据单位，等于1000字节。
zh_hant: 千字节是数字信息存储单位，等于一千字节。

# yottabits.shortName
source: Yottabits
de: Yottabit
fr: Yottabit
ja: ヨタビット
ko: 요타비트
pt: Yottabit
ru: Йб
th: ยอตตาบิต
zh_hans: 尧比特
zh_hant: 尧比特

# yottabits.longName
source: Yottabits
de: Yottabit
fr: Yottabit
ja: ヨタビット
ko: 요타비트
ru: Йоттабит
th: ยอตตาบิต
zh_hans: 尧比特
zh_hant: 尧比特

# yottabits.detailedIntroduction
source: Yottabits are a unit of digital information storage equal to one septillion bits.
de: Das Yottabit ist eine Einheit der Datenmenge, die 1.000 Zettabit entspricht. Es wird zur Messung extrem großer Datenmengen verwendet.
es: Un yottabit es una unidad de información digital igual a 1,024 zettabits.
fr: Le yottabit est une unité de stockage de données égale à 10^24 bits.
ja: ヨタビットはデータの単位で、1ヨタビットは1.5111572745182865e23ビットです。
pt: Yottabit é uma unidade de informação em computação, igual a um septilhão de bits.
th: ยอตตาบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 尧比特是数据单位，等于1,000,000,000,000,000,000,000,000比特。
zh_hant: 尧比特是数字信息存储单位，等于一千万亿亿比特。

# zettabits.shortName
source: Zettabits
de: Zettabit
fr: Zettabit
ja: ゼタビット
ko: 제타비트
pt: Zettabit
ru: Зб
th: เซตตาบิต
zh_hans: 泽比特
zh_hant: 泽比特

# zettabits.longName
source: Zettabits
de: Zettabit
fr: Zettabit
ja: ゼタビット
ko: 제타비트
ru: Зеттабит
th: เซตตาบิต
zh_hans: 泽比特
zh_hant: 泽比特

# zettabits.detailedIntroduction
source: Zettabits are a unit of digital information storage equal to one sextillion bits.
de: Das Zettabit ist eine Einheit der Datenmenge, die 1.000 Exabit entspricht. Es wird zur Messung sehr großer Datenmengen verwendet.
es: Un zettabit es una unidad de información digital igual a 1,024 exabits.
fr: Le zettabit est une unité de stockage de données égale à 10^21 bits.
ja: ゼタビットはデータの単位で、1ゼタビットは1.475739525896764e20ビットです。
pt: Zettabit é uma unidade de informação em computação, igual a um sextilhão de bits.
th: เซตตาบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 泽比特是数据单位，等于1,000,000,000,000,000,000,000比特。
zh_hant: 泽比特是数字信息存储单位，等于一百万亿亿比特。

# exabits.shortName
source: Exabits
de: Exabit
fr: Exabit
ja: エクサビット
ko: 엑사비트
pt: Exabit
ru: Эб
th: เอกซาบิต
zh_hans: 艾比特
zh_hant: 艾比特

# exabits.longName
source: Exabits
de: Exabit
fr: Exabit
ja: エクサビット
ko: 엑사비트
ru: Экзабит
th: เอกซาบิต
zh_hans: 艾比特
zh_hant: 艾比特

# exabits.detailedIntroduction
source: Exabits are a unit of digital information storage equal to one quintillion bits.
de: Das Exabit ist eine Einheit der Datenmenge, die 1.000 Petabit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un exabit es una unidad de información digital igual a 1,024 petabits.
fr: L'exabit est une unité de stockage de données égale à 10^18 bits.
ja: エクサビットはデータの単位で、1エクサビットは1.4411518807585588e17ビットです。
pt: Exabit é uma unidade de informação em computação, igual a um quintilhão de bits.
th: เอกซาบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 艾比特是数据单位，等于1,000,000,000,000,000,000比特。
zh_hant: 艾比特是数字信息存储单位，等于十亿亿比特。

# petabits.shortName
source: Petabits
de: Petabit
fr: Petabit
ja: ペタビット
ko: 페타비트
pt: Petabit
ru: Пб
th: เพตาบิต
zh_hans: 拍比特
zh_hant: 拍比特

# petabits.longName
source: Petabits
de: Petabit
fr: Petabit
ja: ペタビット
ko: 페타비트
ru: Петабит
th: เพตาบิต
zh_hans: 拍比特
zh_hant: 拍比特

# petabits.detailedIntroduction
source: Petabits are a unit of digital information storage equal to one quadrillion bits.
de: Das Petabit ist eine Einheit der Datenmenge, die 1.000 Terabit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un petabit es una unidad de información digital igual a 1,024 terabits.
fr: Le petabit est une unité de stockage de données égale à 10^15 bits.
ja: ペタビットはデータの単位で、1ペタビットは1000兆ビットです。
pt: Petabit é uma unidade de informação em computação, igual a um quatrilhão de bits.
th: เพตาบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 拍比特是数据单位，等于1,000,000,000,000,000比特。
zh_hant: 拍比特是数字信息存储单位，等于一千亿比特。

# terabits.shortName
source: Terabits
de: Terabit
fr: Térabit
ja: テラビット
ko: 테라비트
pt: Terabit
ru: Тб
th: เทราบิต
zh_hans: 太比特
zh_hant: 太比特

# terabits.longName
source: Terabits
de: Terabit
fr: Térabit
ja: テラビット
ko: 테라비트
ru: Терабит
th: เทราบิต
zh_hans: 太比特
zh_hant: 太比特

# terabits.detailedIntroduction
source: Terabits are a unit of digital information storage equal to one trillion bits.
de: Das Terabit ist eine Einheit der Datenmenge, die 1.000 Gigabit entspricht. Es wird zur Messung großer Datenmengen verwendet.
es: Un terabit es una unidad de información digital igual a 1,024 gigabits.
fr: Le térabit est une unité de stockage de données égale à 10^12 bits.
ja: テラビットはデータの単位で、1テラビットは1兆ビットです。
pt: Terabit é uma unidade de informação em computação, igual a um trilhão de bits.
th: เทราบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 太比特是数据单位，等于1,000,000,000,000比特。
zh_hant: 太比特是数字信息存储单位，等于一万亿比特。

# gigabits.shortName
source: Gigabits
de: Gigabit
fr: Gigabit
ja: ギガビット
ko: 기가비트
pt: Gigabit
ru: Гб
th: กิกะบิต
zh_hans: 吉比特
zh_hant: 吉比特

# gigabits.longName
source: Gigabits
de: Gigabit
fr: Gigabit
ja: ギガビット
ko: 기가비트
ru: Гигабит
th: กิกะบิต
zh_hans: 吉比特
zh_hant: 吉比特

# gigabits.detailedIntroduction
source: Gigabits are a unit of digital information storage equal to one billion bits.
de: Das Gigabit ist eine Einheit der Datenmenge, die 1.000 Megabit entspricht. Es wird häufig zur Messung von Datenübertragungsraten verwendet.
es: Un gigabit es una unidad de información digital igual a 1,024 megabits.
fr: Le gigabit est une unité de stockage de données égale à 10^9 bits.
ja: ギガビットはデータの単位で、1ギガビットは10億ビットです。
pt: Gigabit é uma unidade de informação em computação, igual a um bilhão de bits.
th: กิกะบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 吉比特是数据单位，等于1,000,000,000比特。
zh_hant: 吉比特是数字信息存储单位，等于十亿比特。

# megabits.shortName
source: Megabits
de: Megabit
fr: Mégabit
ja: メガビット
ko: 메가비트
pt: Megabit
ru: Мб
th: เมกะบิต
zh_hans: 兆比特
zh_hant: 兆比特

# megabits.longName
source: Megabits
de: Megabit
fr: Mégabit
ja: メガビット
ko: 메가비트
ru: Мегабит
th: เมกะบิต
zh_hans: 兆比特
zh_hant: 兆比特

# megabits.detailedIntroduction
source: Megabits are a unit of digital information storage equal to one million bits.
de: Das Megabit ist eine Einheit der Datenmenge, die 1.000 Kilobit entspricht. Es wird häufig zur Messung von Datenübertragungsraten verwendet.
es: Un megabit es una unidad de información digital igual a 1,024 kilobits.
fr: Le mégabit est une unité de stockage de données égale à 10^6 bits.
ja: メガビットはデータの単位で、1メガビットは100万ビットです。
pt: Megabit é uma unidade de informação em computação, igual a um milhão de bits.
th: เมกะบิตเป็นหน่วยข้อมูลที่ใช้ในการวัดปริมาณข้อมูลในระดับใหญ่ เช่น การสื่อสารข้อมูลในระบบเครือข่ายขนาดใหญ่
zh_hans: 兆比特是数据单位，等于1,000,000比特。
zh_hant: 兆比特是数字信息存储单位，等于一百万比特。

# kilobits.shortName
source: Kilobits
de: Kilobit
fr: Kilobit
ja: キロビット
ko: 킬로비트
pt: Kilobit
ru: Кб
th: กิโลบิต
zh_hans: 千比特
zh_hant: 千比特

# kilobits.longName
source: Kilobits
de: Kilobit
fr: Kilobit
ja: キロビット
ko: 킬로비트
ru: Килобит
th: กิโลบิต
zh_hans: 千比特
zh_hant: 千比特
