Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# squareNanometers.symbol
source: nm²
ru: нм²
th: ตร.นาโนเมตร

# squareInches.symbol
source: in²
ru: дюйм²
th: ตร.นิ้ว

# squareFeet.symbol
source: ft²
ru: фт²
th: ตร.ฟุต

# squareYards.symbol
source: yd²
ru: ярд²
th: ตร.หลา

# squareMiles.symbol
source: mi²
ru: миля²
th: ตร.ไมล์

# acres.symbol
source: ac
ru: акр
th: เอเคอร์

# ares.symbol
source: a
ru: а
th: อาร์

# hectares.symbol
source: ha
ru: га
th: เฮกตาร์

# hours.symbol
source: h
ru: ч
th: ชม.

# minutes.symbol
source: min
ru: мин
th: นาที

# seconds.symbol
source: s
ru: с
th: วินาที

# milliseconds.symbol
source: ms
ru: мс
th: มิลลิวินาที

# nanoseconds.symbol
source: ns
ru: нс
th: นาโนวินาที

# picoseconds.symbol
source: ps
ru: пс
th: พิโควินาที

# days.symbol
source: d
ru: дн
th: วัน

# weeks.symbol
source: wk
ru: нед
th: สัปดาห์

# years.symbol
source: yr
es: y
pt: y
ru: г
th: ปี

# coulombs.symbol
source: C
ru: Кл
th: ค

# gravity.symbol
source: g
ru: грав

# milliwatts.symbol
source: mW
ru: мВт

# nanowatts.symbol
source: nW
ru: нВт

# picowatts.symbol
source: pW
ru: пВт

# femtowatts.symbol
source: fW
ru: фВт

# revolutions.symbol
source: rev
ru: об

# radiansPerSecond.symbol
source: rad/s
ru: рад/с

# degreesPerSecond.symbol
source: °/s
ru: град/с

# revolutionsPerMinute.symbol
source: rpm
ru: об/мин

# revolutionsPerSecond.symbol
source: rps
ru: об/с

# squareMegameters.symbol
source: Mm²
ru: Мм²

# gramsPerLiter.symbol
source: g/L
ru: г/л

# milligramsPerDeciliter.symbol
source: mg/dL
ru: мг/дл

# partsPerMillion.symbol
source: ppm
ru: ч/млн

# megaampereHours.symbol
source: MAh
ru: МАч

# kiloampereHours.symbol
source: kAh
ru: кАч

# ampereSeconds.symbol
source: As
ru: Ас

# megaamperes.symbol
source: MA
ru: МА

# kiloamperes.symbol
source: kA
ru: кА

# megavolts.symbol
source: MV
ru: МВ

# kilovolts.symbol
source: kV
ru: кВ

# megaohms.symbol
source: MΩ
ru: МОм

# kiloohms.symbol
source: kΩ
ru: кОм

# kilocalories.symbol
source: kcal
ru: ккал

# calories.symbol
source: cal
ru: кал

# kilowattHours.symbol
source: kWh
ru: кВт·ч

# wattHours.symbol
source: Wh
ru: Вт·ч

# terahertz.symbol
source: THz
ru: ТГц

# gigahertz.symbol
source: GHz
ru: ГГц

# megahertz.symbol
source: MHz
ru: МГц

# kilohertz.symbol
source: kHz
ru: кГц

# hertz.symbol
source: Hz
ru: Гц

# millihertz.symbol
source: mHz
ru: мГц

# nanohertz.symbol
source: nHz
ru: нГц

# framesPerSecond.symbol
source: fps
ru: кадр/с

# litersPer100Kilometers.symbol
source: L/100km
ru: л/100км

# milesPerGallon.symbol
source: mpg
ru: миль/гал

# bytes.symbol
source: B
ru: Б

# bits.symbol
source: b
pt: bit
ru: б

# yottabytes.symbol
source: YB
ru: ЙБ

# zettabytes.symbol
source: ZB
ru: ЗБ

# exabytes.symbol
source: EB
ru: ЭБ

# petabytes.symbol
source: PB
ru: ПБ

# terabytes.symbol
source: TB
ru: ТБ

# gigabytes.symbol
source: GB
ru: ГБ

# megabytes.symbol
source: MB
ru: МБ

# kilobytes.symbol
source: kB
ru: КБ

# yottabits.symbol
source: Yb
ru: Йб

# zettabits.symbol
source: Zb
ru: Зб

# exabits.symbol
source: Eb
ru: Эб

# petabits.symbol
source: Pb
ru: Пб

# terabits.symbol
source: Tb
ru: Тб

# gigabits.symbol
source: Gb
ru: Гб

# megabits.symbol
source: Mb
ru: Мб

# kilobits.symbol
source: kb
ko: Kib
ru: Кб

# yobibytes.symbol
source: YiB
ru: ЙиБ

# zebibytes.symbol
source: ZiB
ru: ЗиБ

# exbibytes.symbol
source: EiB
ru: ЭиБ

# pebibytes.symbol
source: PiB
ru: ПиБ

# tebibytes.symbol
source: TiB
ru: ТиБ

# gibibytes.symbol
source: GiB
ru: ГиБ

# mebibytes.symbol
source: MiB
ru: МиБ

# kibibytes.symbol
source: KiB
ru: КиБ

# yobibits.symbol
source: Yibit
es: Yib
ko: Yib
ru: Йиб

# zebibits.symbol
source: Zibit
es: Zib
ko: Zib
ru: Зиб

# exbibits.symbol
source: Eibit
es: Eib
ko: Eib
ru: Эиб

# pebibits.symbol
source: Pibit
es: Pib
ko: Pib
ru: Пиб

# tebibits.symbol
source: Tibit
es: Tib
ko: Tib
ru: Тиб

# gibibits.symbol
source: Gibit
es: Gib
ko: Gib
ru: Гиб

# mebibits.symbol
source: Mibit
es: Mib
ko: Mib
ru: Миб

# kibibits.symbol
source: Kibit
es: Kib
ko: Kib
ru: Киб
