Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# megaliters.detailedIntroduction
source: Megaliters are a unit of volume equal to one million liters.
de: Der Megaliter ist eine Volumeneinheit im metrischen System. Ein Megaliter entspricht einer Million Litern.
es: Un megalitro es una unidad de volumen en el Sistema Internacional de Unidades, igual a un millón de litros.
fr: Le mégalitre est une unité de volume égale à un million de litres.
ja: メガリットルは体積の単位で、1メガリットルは100万リットルです。
ko: 메가리터는 부피의 단위입니다. 1메가리터는 100만 리터입니다.
pt: Megalitro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um milhão de litros.
th: เมกะลิตรเป็นหน่วยปริมาตรในระบบเมตริกที่เท่ากับ 1,000,000 ลิตร ใช้ในการวัดปริมาตรของของเหลวในปริมาตรขนาดใหญ่
zh_hans: 兆升是体积单位，等于100万升。
zh_hant: 兆升等於一百萬升。

# kiloliters.shortName
source: Kiloliters
de: Kiloliter
es: Kilolitros
fr: Kilolitre
ja: キロリットル
ko: 킬로리터
pt: Quilolitro
ru: Килолитр
th: กิโลลิตร
zh_hans: 千升
zh_hant: 千升

# kiloliters.longName
source: Kiloliters
de: Kiloliter
es: Kilolitros
fr: Kilolitre
ja: キロリットル
ko: 킬로리터
pt: Quilolitros
ru: Килолитр
th: กิโลลิตร
zh_hans: 千升
zh_hant: 千升

# kiloliters.detailedIntroduction
source: Kiloliters are a unit of volume equal to one thousand liters.
de: Der Kiloliter ist eine Volumeneinheit im metrischen System. Ein Kiloliter entspricht 1.000 Litern.
es: Un kilolitro es una unidad de volumen en el Sistema Internacional de Unidades, igual a mil litros.
fr: Le kilolitre est une unité de volume égale à mille litres.
ja: キロリットルは体積の単位で、1キロリットルは1000リットルです。
ko: 킬로리터는 부피의 단위입니다. 1킬로리터는 1000리터입니다.
pt: Quilolitro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a mil litros.
ru: Килолитр - это единица объема в Международной системе единиц (СИ), равная одной тысяче литров.
th: กิโลลิตรเป็นหน่วยปริมาตรในระบบเมตริกที่เท่ากับ 1,000 ลิตร ใช้ในการวัดปริมาตรของของเหลวในปริมาตรขนาดใหญ่
zh_hans: 千升是体积单位，等于1000升。
zh_hant: 千升等於一千升。

# deciliters.shortName
source: Deciliters
de: Deziliter
es: Decilitros
fr: Décilitre
ja: デシリットル
ko: 데시리터
pt: Decilitro
ru: Децилитр
th: เดซิลิตร
zh_hans: 分升
zh_hant: 分升

# deciliters.longName
source: Deciliters
de: Deziliter
es: Decilitros
fr: Décilitre
ja: デシリットル
ko: 데시리터
pt: Decilitros
ru: Децилитр
th: เดซิลิตร
zh_hans: 分升
zh_hant: 分升

# deciliters.detailedIntroduction
source: Deciliters are a unit of volume equal to one-tenth of a liter.
de: Der Deziliter ist eine Volumeneinheit im metrischen System. Ein Deziliter entspricht 0,1 Litern.
es: Un decilitro es una unidad de volumen en el Sistema Internacional de Unidades, igual a una décima parte de un litro.
fr: Le décilitre est une unité de volume égale à un dixième de litre.
ja: デシリットルは体積の単位で、1デシリットルは0.1リットルです。
ko: 데시리터는 부피의 단위입니다. 1데시리터는 0.1리터입니다.
pt: Decilitro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um décimo de litro.
ru: Децилитр - это единица объема в Международной системе единиц (СИ), равная одной десятой литра.
th: เดซิลิตรเป็นหน่วยปริมาตรในระบบเมตริกที่เท่ากับ 1/10 ลิตร ใช้ในการวัดปริมาตรของของเหลวในปริมาตรขนาดเล็ก
zh_hans: 分升是体积单位，等于0.1升。
zh_hant: 分升等於十分之一升。

# centiliters.shortName
source: Centiliters
de: Zentiliter
es: Centilitros
fr: Centilitre
ja: センチリットル
ko: 센티리터
pt: Centilitro
ru: Сантилитр
th: เซนติลิตร
zh_hans: 厘升
zh_hant: 釐升

# centiliters.longName
source: Centiliters
de: Zentiliter
es: Centilitros
fr: Centilitre
ja: センチリットル
ko: 센티리터
pt: Centilitros
ru: Сантилитр
th: เซนติลิตร
zh_hans: 厘升
zh_hant: 釐升

# centiliters.detailedIntroduction
source: Centiliters are a unit of volume equal to one-hundredth of a liter.
de: Der Zentiliter ist eine Volumeneinheit im metrischen System. Ein Zentiliter entspricht 0,01 Litern.
es: Un centilitro es una unidad de volumen en el Sistema Internacional de Unidades, igual a una centésima parte de un litro.
fr: Le centilitre est une unité de volume égale à un centième de litre.
ja: センチリットルは体積の単位で、1センチリットルは0.01リットルです。
ko: 센티리터는 부피의 단위입니다. 1센티리터는 0.01리터입니다.
pt: Centilitro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um centésimo de litro.
ru: Сантилитр - это единица объема в Международной системе единиц (СИ), равная одной сотой литра.
th: เซนติลิตรเป็นหน่วยปริมาตรในระบบเมตริกที่เท่ากับ 1/100 ลิตร ใช้ในการวัดปริมาตรของของเหลวในปริมาตรขนาดเล็ก
zh_hans: 厘升是体积单位，等于0.01升。
zh_hant: 釐升等於百分之一升。

# milliliters.shortName
source: Milliliters
de: Milliliter
es: Mililitros
fr: Millilitre
ja: ミリリットル
ko: 밀리리터
pt: Mililitro
ru: Миллитр
th: มิลลิลิตร
zh_hans: 毫升
zh_hant: 毫升

# milliliters.longName
source: Milliliters
de: Milliliter
es: Mililitros
fr: Millilitre
ja: ミリリットル
ko: 밀리리터
pt: Mililitros
ru: Миллитр
th: มิลลิลิตร
zh_hans: 毫升
zh_hant: 毫升

# milliliters.detailedIntroduction
source: Milliliters are a unit of volume equal to one-thousandth of a liter.
de: Der Milliliter ist eine Volumeneinheit im metrischen System. Ein Milliliter entspricht 1/1.000 Litern.
es: Un mililitro es una unidad de volumen en el Sistema Internacional de Unidades, igual a una milésima parte de un litro.
fr: Le millilitre est une unité de volume égale à un millième de litre.
ja: ミリリットルは体積の単位で、1ミリリットルは0.001リットルです。
ko: 밀리리터는 부피의 단위입니다. 1밀리리터는 0.001리터입니다.
pt: Mililitro é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um milésimo de litro.
ru: Миллитр - это единица объема в Международной системе единиц (СИ), равная одной тысячной литра.
th: มิลลิลิตรเป็นหน่วยปริมาตรในระบบเมตริกที่เท่ากับ 1/1,000 ลิตร ใช้ในการวัดปริมาตรของของเหลวในปริมาตรขนาดเล็ก
zh_hans: 毫升是体积单位，等于0.001升。
zh_hant: 毫升等於千分之一升。

# cubicKilometers.shortName
source: Cubic Kilometers
de: Kubikkilometer
es: Kilómetros Cúbicos
fr: Kilomètre Cube
ja: 立方キロメートル
ko: 입방킬로미터
pt: Quilômetro Cúbico
ru: км³
th: ลูกบาศก์กิโลเมตร
zh_hans: 立方千米
zh_hant: 立方千米

# cubicKilometers.longName
source: Cubic Kilometers
de: Kubikkilometer
es: Kilómetros Cúbicos
fr: Kilomètre Cube
ja: 立方キロメートル
ko: 입방킬로미터
pt: Quilômetros Cúbicos
ru: Кубический километр
th: ลูกบาศก์กิโลเมตร
zh_hans: 立方千米
zh_hant: 立方千米

# cubicKilometers.detailedIntroduction
source: Cubic Kilometers are used to measure large volumes, equal to one billion cubic meters.
de: Der Kubikkilometer ist eine Volumeneinheit im metrischen System. Ein Kubikkilometer entspricht 1.000.000.000 Kubikmeter.
es: Un kilómetro cúbico es una unidad de volumen en el Sistema Internacional de Unidades, igual a mil millones de metros cúbicos.
fr: Le kilomètre cube est une unité de volume égale à un milliard de mètres cubes.
ja: 立方キロメートルは体積の単位で、1立方キロメートルは10億立方メートルです。
ko: 입방킬로미터는 부피의 단위입니다. 1km³는 1000만 리터입니다.
pt: Quilômetro cúbico é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um bilhão de metros cúbicos.
ru: Кубический километр - это единица объема в Международной системе единиц (СИ), равная объему куба с длиной ребра 1 километр.
th: ลูกบาศก์กิโลเมตรเป็นหน่วยปริมาตรในระบบเมตริกที่ใช้ในการวัดปริมาตรขนาดใหญ่ เช่น ปริมาตรของมหาสมุทรหรือทะเลสาบ
zh_hans: 立方千米是体积单位，等于1,000,000,000,000升。
zh_hant: 立方千米用於測量大型體積，等於十億立方米。

# cubicDecimeters.shortName
source: Cubic Decimeters
de: Kubikdezimeter
es: Decímetros Cúbicos
fr: Décimètre Cube
ja: 立方デシメートル
ko: 입방데시미터
pt: Decímetro Cúbico
ru: дм³
th: ลูกบาศก์เดซิเมตร
zh_hans: 立方分米
zh_hant: 立方分米

# cubicDecimeters.longName
source: Cubic Decimeters
de: Kubikdezimeter
es: Decímetros Cúbicos
fr: Décimètre Cube
ja: 立方デシメートル
ko: 입방데시미터
pt: Decímetros Cúbicos
ru: Кубический дециметр
th: ลูกบาศก์เดซิเมตร
zh_hans: 立方分米
zh_hant: 立方分米

# cubicDecimeters.detailedIntroduction
source: Cubic Decimeters are a unit of volume equal to one liter.
de: Der Kubikdezimeter ist eine Volumeneinheit im metrischen System. Ein Kubikdezimeter entspricht einem Liter.
es: Un decímetro cúbico es una unidad de volumen en el Sistema Internacional de Unidades, igual a un litro.
fr: Le décimètre cube est une unité de volume égale à un litre.
ja: 立方デシメートルは体積の単位で、1立方デシメートルは1リットルです。
ko: 입방데시미터는 부피의 단위입니다. 1dm³는 1리터입니다.
pt: Decímetro cúbico é uma unidade de volume no Sistema Internacional de Unidades (SI), igual a um litro.
th: ลูกบาศก์เดซิเมตรเป็นหน่วยปริมาตรในระบบเมตริกที่ใช้ในการวัดปริมาตรขนาดเล็ก เช่น ปริมาตรของภาชนะหรือสารเคมี
zh_hans: 立方分米是体积单位，等于1升。
zh_hant: 立方分米等於一升。

# cubicMillimeters.shortName
source: Cubic Millimeters
de: Kubikmillimeter
es: Milímetros Cúbicos
fr: Millimètre Cube
ja: 立方ミリメートル
ko: 입방밀리미터
pt: Milímetro Cúbico
ru: мм³
th: ลูกบาศก์มิลลิเมตร
zh_hans: 立方毫米
zh_hant: 立方毫米

# cubicMillimeters.longName
source: Cubic Millimeters
de: Kubikmillimeter
es: Milímetros Cúbicos
fr: Millimètre Cube
ja: 立方ミリメートル
ko: 입방밀리미터
pt: Milímetros Cúbicos
ru: Кубический миллиметр
th: ลูกบาศก์มิลลิเมตร
zh_hans: 立方毫米
zh_hant: 立方毫米

# cubicMillimeters.detailedIntroduction
source: Cubic Millimeters are used to measure very small volumes.
de: Der Kubikmillimeter ist eine Volumeneinheit im metrischen System. Ein Kubikmillimeter entspricht 1/1.000.000.000 Kubikmeter.
es: Un milímetro cúbico es una unidad de volumen en el Sistema Internacional de Unidades, igual a una milésima parte de un centímetro cúbico.
fr: Le millimètre cube est une unité de volume égale à un milliardième de litre.
ja: 立方ミリメートルは体積の単位で、1立方ミリメートルは0.000001リットルです。
ko: 입방밀리미터는 부피의 단위입니다. 1mm³는 0.000001리터입니다.
pt: Milímetro cúbico é uma unidade de volume no Sistema Internacional de Unidades (SI).
th: ลูกบาศก์มิลลิเมตรเป็นหน่วยปริมาตรในระบบเมตริกที่ใช้ในการวัดปริมาตรขนาดเล็กมาก เช่น ปริมาตรของยาหรือสารเคมี
zh_hans: 立方毫米是体积单位，等于0.000001升。
zh_hant: 立方毫米用於測量非常小的體積。

# cubicInches.shortName
source: Cubic Inches
de: Kubikzoll
es: Pulgadas Cúbicas
fr: Pouce Cube
ja: 立方インチ
ko: 입방인치
pt: Polegada Cúbica
ru: дюйм³
th: ลูกบาศก์นิ้ว
zh_hans: 立方英寸
zh_hant: 立方英寸

# cubicInches.longName
source: Cubic Inches
de: Kubikzoll
es: Pulgadas Cúbicas
fr: Pouce Cube
ja: 立方インチ
ko: 입방인치
pt: Polegadas Cúbicas
ru: Кубический дюйм
th: ลูกบาศก์นิ้ว
zh_hans: 立方英寸
zh_hant: 立方英寸

# cubicInches.detailedIntroduction
source: Cubic Inches are a unit of volume in the imperial system.
de: Der Kubikzoll ist eine Volumeneinheit im angelsächsischen Maßsystem. Ein Kubikzoll entspricht etwa 16,3871 Kubikzentimeter.
es: Una pulgada cúbica es una unidad de volumen en el sistema imperial, igual a 16.3871 centímetros cúbicos.
fr: Le pouce cube est une unité de volume utilisée principalement aux États-Unis. 1 pouce cube = 16.3871 millilitres.
ja: 立方インチは体積の単位で、1立方インチは約16.3871立方センチメートルです。
ko: 입방인치는 부피의 단위입니다. 1입방인치는 약 0.0163871리터입니다.
pt: Polegada cúbica é uma unidade de volume usada principalmente nos Estados Unidos.
ru: Кубический дюйм - это единица объема, равная объему куба с длиной ребра 1 дюйм.
th: ลูกบาศก์นิ้วเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดเล็ก
zh_hans: 立方英寸是体积单位，等于约0.0163871升。
zh_hant: 立方英寸是英制單位，常用於測量小體積。

# cubicFeet.shortName
source: Cubic Feet
de: Kubikfuß
es: Pies Cúbicos
fr: Pied Cube
ja: 立方フィート
ko: 입방피트
pt: Pé Cúbico
ru: фут³
th: ลูกบาศก์ฟุต
zh_hans: 立方英尺
zh_hant: 立方英尺

# cubicFeet.longName
source: Cubic Feet
de: Kubikfuß
es: Pies Cúbicos
fr: Pied Cube
ja: 立方フィート
ko: 입방피트
pt: Pés Cúbicos
ru: Кубический фут
th: ลูกบาศก์ฟุต
zh_hans: 立方英尺
zh_hant: 立方英尺

# cubicFeet.detailedIntroduction
source: Cubic Feet are a unit of volume in the imperial system.
de: Der Kubikfuß ist eine Volumeneinheit im angelsächsischen Maßsystem. Ein Kubikfuß entspricht etwa 28,3168 Litern.
es: Un pie cúbico es una unidad de volumen en el sistema imperial, igual a 28.3168 litros.
fr: Le pied cube est une unité de volume utilisée principalement aux États-Unis. 1 pied cube = 28.3168 litres.
ja: 立方フィートは体積の単位で、1立方フィートは約28.3168リットルです。
ko: 입방피트는 부피의 단위입니다. 1입방피트는 약 28.3168리터입니다.
pt: Pé cúbico é uma unidade de volume usada principalmente nos Estados Unidos.
ru: Кубический фут - это единица объема, равная объему куба с длиной ребра 1 фут.
th: ลูกบาศก์ฟุตเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดใหญ่
zh_hans: 立方英尺是体积单位，等于约28.3168升。
zh_hant: 立方英尺是英制單位，常用於測量體積。

# cubicYards.shortName
source: Cubic Yards
de: Kubikyard
es: Yardas Cúbicas
fr: Yard Cube
ja: 立方ヤード
ko: 입방야드
pt: Jarda Cúbica
ru: ярд³
th: ลูกบาศก์หลา
zh_hans: 立方码
zh_hant: 立方碼

# cubicYards.longName
source: Cubic Yards
de: Kubikyard
es: Yardas Cúbicas
fr: Yard Cube
ja: 立方ヤード
ko: 입방야드
pt: Jardas Cúbicas
ru: Кубический ярд
th: ลูกบาศก์หลา
zh_hans: 立方码
zh_hant: 立方碼

# cubicYards.detailedIntroduction
source: Cubic Yards are a unit of volume in the imperial system.
de: Der Kubikyard ist eine Volumeneinheit im angelsächsischen Maßsystem. Ein Kubikyard entspricht etwa 764,555 Liter.
es: Una yarda cúbica es una unidad de volumen en el sistema imperial, igual a 764.555 litros.
fr: Le yard cube est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni. 1 yard cube = 764.555 litres.
ja: 立方ヤードは体積の単位で、1立方ヤードは約764.555リットルです。
ko: 입방야드는 부피의 단위입니다. 1입방야드는 약 764.555리터입니다.
pt: Jarda cúbica é uma unidade de volume usada principalmente nos Estados Unidos.
ru: Кубический ярд - это единица объема, равная объему куба с длиной ребра 1 ярд.
th: ลูกบาศก์หลาเป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดใหญ่
zh_hans: 立方码是体积单位，等于约764.555升。
zh_hant: 立方碼是英制單位，常用於測量大型體積。

# cubicMiles.shortName
source: Cubic Miles
de: Kubikmeile
es: Millas Cúbicas
fr: Mile Cube
ja: 立方マイル
ko: 입방마일
pt: Milha Cúbica
ru: миля³
th: ลูกบาศก์ไมล์
zh_hans: 立方英里
zh_hant: 立方英里

# cubicMiles.longName
source: Cubic Miles
de: Kubikmeile
es: Millas Cúbicas
fr: Mile Cube
ja: 立方マイル
ko: 입방마일
pt: Milhas Cúbicas
ru: Кубическая миля
th: ลูกบาศก์ไมล์
zh_hans: 立方英里
zh_hant: 立方英里

# cubicMiles.detailedIntroduction
source: Cubic Miles are used to measure extremely large volumes.
de: Die Kubikmeile ist eine Volumeneinheit im angelsächsischen Maßsystem. Eine Kubikmeile entspricht etwa 4.168.181.825.440 Liter.
es: Una milla cúbica es una unidad de volumen en el sistema imperial, igual a aproximadamente 4.16818e+12 litros.
fr: Le mile cube est une unité de volume utilisée principalement aux États-Unis. 1 mile cube = 4.16818 × 10^12 mètres cubes.
ja: 立方マイルは体積の単位で、1立方マイルは約4168.181825440×10^12リットルです。
ko: 입방마일은 부피의 단위입니다. 1입방마일은 약 4168181825440리터입니다.
pt: Milha cúbica é uma unidade de volume usada principalmente nos Estados Unidos.
ru: Кубическая миля - это единица объема, равная объему куба с длиной ребра 1 миля.
th: ลูกบาศก์ไมล์เป็นหน่วยปริมาตรในระบบหน่วยอิมพีเรียลที่ใช้ในการวัดปริมาตรของของเหลวหรือก๊าซในปริมาตรขนาดใหญ่
zh_hans: 立方英里是体积单位，等于约4 ,168,181,825,440升。
zh_hant: 立方英里用於測量極大的體積。

# acreFeet.shortName
source: Acre-Feet
de: Acre-Fuß
es: Acre-Pies
fr: Acre-Pied
ja: エーカー・フィート
ko: 에이커 피트
pt: Acre-pé
ru: акр-фут
th: เอเคอร์ฟุต
zh_hans: 英亩英尺
zh_hant: 英畝-英尺

# acreFeet.longName
source: Acre-Feet
de: Acre-Fuß
es: Acre-Pies
fr: Acre-Pied
ja: エーカー・フィート
ko: 에이커 피트
pt: Acre-pés
ru: Акро-фут
th: เอเคอร์ฟุต
zh_hans: 英亩英尺
zh_hant: 英畝-英尺

# acreFeet.detailedIntroduction
source: Acre-Feet are used to measure large volumes of water, commonly in reservoir management.
de: Der Acre-Fuß ist eine Volumeneinheit, die in der Landwirtschaft verwendet wird. Ein Acre-Fuß entspricht etwa 1.233,48 Kubikmeter.
es: Un acre-pie es una unidad de volumen utilizada en los Estados Unidos para medir grandes volúmenes de agua, igual a 1,233.48 metros cúbicos.
fr: L'acre-pied est une unité de volume utilisée principalement aux États-Unis pour mesurer les volumes d'eau. 1 acre-pied = 1233.48 mètres cubes.
ja: エーカー・フィートは体積の単位で、1エーカー・フィートは約1233.48立方メートルです。
ko: 에이커 피트는 부피의 단위입니다. 1에이커 피트는 약 1233.48리터입니다.
pt: Acre-pé é uma unidade de volume usada nos Estados Unidos para medir grandes quantidades de água.
th: เอเคอร์ฟุตเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของน้ำในพื้นที่ขนาดใหญ่ เช่น พื้นที่การเกษตร
zh_hans: 英亩英尺是体积单位，等于约1,233,480升。
zh_hant: 英畝-英尺用於測量大體積的水，常用於水庫管理。

# bushels.shortName
source: Bushels
de: Scheffel
fr: Boisseau
ja: ブッシェル
ko: 부셸
pt: Bushel
ru: бу
th: บุชเชล
zh_hans: 蒲式耳
zh_hant: 蒲式耳

# bushels.longName
source: Bushels
de: Scheffel
fr: Boisseau
ja: ブッシェル
ko: 부셸
ru: Бушель
th: บุชเชล
zh_hans: 蒲式耳
zh_hant: 蒲式耳

# bushels.detailedIntroduction
source: Bushels are a unit of volume used in agriculture to measure dry commodities.
de: Der Scheffel ist eine Volumeneinheit, die hauptsächlich in der Landwirtschaft verwendet wird. Ein Scheffel entspricht etwa 35,2391 Liter.
es: Un bushel es una unidad de volumen en el sistema imperial utilizada para medir productos agrícolas secos, igual a 35.2391 litros.
fr: Le boisseau est une unité de volume utilisée principalement aux États-Unis pour les produits agricoles. 1 boisseau = 35.2391 litres.
ja: ブッシェルは体積の単位で、主に農産物の容量を測るのに使用されます。1ブッシェルは約35.2391リットルです。
ko: 부셸은 부피의 단위입니다. 1부셸은 약 35.2391리터입니다.
pt: Bushel é uma unidade de volume usada principalmente nos Estados Unidos e no Reino Unido para medir materiais secos, como grãos.
th: บุชเชลเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของธัญพืชหรือผลิตผลการเกษตร
zh_hans: 蒲式耳是体积单位，等于约35.2391升。
zh_hant: 蒲式耳是農業中用於測量乾貨的單位。

# teaspoons.shortName
source: Teaspoons
de: Teelöffel
es: Cucharaditas
fr: Cuillère à Café
ja: ティースプーン
ko: 티스푼
pt: Colher de Chá
ru: Чайная ложка
th: ช้อนชา
zh_hans: 茶匙
zh_hant: 茶匙

# teaspoons.longName
source: Teaspoons
de: Teelöffel
es: Cucharaditas
fr: Cuillère à Café
ja: ティースプーン
ko: 티스푼
pt: Colheres de Chá
ru: Чайная ложка
th: ช้อนชา
zh_hans: 茶匙
zh_hant: 茶匙

# teaspoons.detailedIntroduction
source: Teaspoons are a unit of volume used in cooking.
de: Der Teelöffel ist eine Volumeneinheit, die hauptsächlich beim Kochen verwendet wird. Ein Teelöffel entspricht etwa 4,92892 Milliliter.
es: Una cucharadita es una unidad de volumen en el sistema imperial utilizada en la cocina, igual a 4.92892 mililitros.
fr: La cuillère à café est une unité de volume utilisée principalement en cuisine. 1 cuillère à café = 4.92892 millilitres.
ja: ティースプーンは体積の単位で、1ティースプーンは約4.92892ミリリットルです。
ko: 티스푼은 부피의 단위입니다. 1티스푼은 약 4.92892밀리리터입니다.
pt: Colher de chá é uma unidade de volume usada na culinária, igual a 5 mililitros.
ru: Чайная ложка - это единица объема, используемая для измерения малых объемов, равная примерно 4.93 миллилитра.
th: ช้อนชาเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของของเหลวหรือผงในการทำอาหาร
zh_hans: 茶匙是体积单位，等于约0.00492892升。
zh_hant: 茶匙是烹飪中常用的體積單位。

# tablespoons.shortName
source: Tablespoons
de: Esslöffel
es: Cucharadas
fr: Cuillère à Soupe
ja: テーブルスプーン
ko: 테이블스푼
pt: Colher de Sopa
ru: Столовая ложка
th: ช้อนโต๊ะ
zh_hans: 汤匙
zh_hant: 湯匙

# tablespoons.longName
source: Tablespoons
de: Esslöffel
es: Cucharadas
fr: Cuillère à Soupe
ja: テーブルスプーン
ko: 테이블스푼
pt: Colheres de Sopa
ru: Столовая ложка
th: ช้อนโต๊ะ
zh_hans: 汤匙
zh_hant: 湯匙

# tablespoons.detailedIntroduction
source: Tablespoons are a unit of volume used in cooking.
de: Der Esslöffel ist eine Volumeneinheit, die hauptsächlich beim Kochen verwendet wird. Ein Esslöffel entspricht etwa 14,7868 Milliliter.
es: Una cucharada es una unidad de volumen en el sistema imperial utilizada en la cocina, igual a 14.7868 mililitros.
fr: La cuillère à soupe est une unité de volume utilisée principalement en cuisine. 1 cuillère à soupe = 14.7868 millilitres.
ja: テーブルスプーンは体積の単位で、1テーブルスプーンは約14.7868ミリリットルです。
ko: 테이블스푼은 부피의 단위입니다. 1테이블스푼은 약 14.7868밀리리터입니다.
pt: Colher de sopa é uma unidade de volume usada na culinária, igual a 15 mililitros.
ru: Столовая ложка - это единица объема, используемая для измерения малых объемов, равная примерно 14.79 миллилитра.
th: ช้อนโต๊ะเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของของเหลวหรือผงในการทำอาหาร
zh_hans: 汤匙是体积单位，等于约0.0147868升。
zh_hant: 湯匙是烹飪中常用的體積單位。

# fluidOunces.shortName
source: Fluid Ounces
de: Flüssigunze
es: Onzas Líquidas
fr: Once Liquide
ja: 液量オンス
ko: 액량 온스
pt: Onça Líquida
ru: Жидк. унция
th: ออนซ์ของเหลว
zh_hans: 液盎司
zh_hant: 液體盎司

# fluidOunces.longName
source: Fluid Ounces
de: Flüssigunze
es: Onzas Líquidas
fr: Once Liquide
ja: 液量オンス
ko: 액량 온스
pt: Onças Líquidas
ru: Жидкая унция
th: ออนซ์ของเหลว
zh_hans: 液盎司
zh_hant: 液體盎司

# fluidOunces.detailedIntroduction
source: Fluid Ounces are a unit of volume in the imperial system.
de: Die Flüssigunze ist eine Volumeneinheit, die hauptsächlich in den USA verwendet wird. Eine Flüssigunze entspricht etwa 29,5735 Milliliter.
es: Una onza líquida es una unidad de volumen en el sistema imperial, igual a 29.5735 mililitros.
fr: L'once liquide est une unité de volume utilisée principalement aux États-Unis. 1 once liquide = 29.5735 millilitres.
ja: 液量オンスは体積の単位で、1液量オンスは約29.5735ミリリットルです。
ko: 액량 온스는 부피의 단위입니다. 1액량 온스는 약 29.5735밀리리터입니다.
pt: Onça líquida é uma unidade de volume usada principalmente nos Estados Unidos.
ru: Жидкая унция - это единица объема, используемая в США, равная примерно 29.57 миллилитра.
th: ออนซ์ของเหลวเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 液盎司是体积单位，等于约0.0295735升。
zh_hant: 液體盎司是英制體積單位。

# cups.symbol
source: c
es: cup
fr: cup
ja: cup
ko: cup
pt: cup
ru: cup
th: ถ้วย
zh_hans: cup

# cups.shortName
source: Cups
de: Tasse
es: Tazas
fr: Tasse
ja: カップ
ko: 컵
pt: Copo
ru: Чашка
th: ถ้วย
zh_hans: 杯
zh_hant: 杯

# cups.longName
source: Cups
de: Tasse
es: Tazas
fr: Tasse
ja: カップ
ko: 컵
pt: Copos
ru: Чашка
th: ถ้วย
zh_hans: 杯
zh_hant: 杯

# cups.detailedIntroduction
source: Cups are a unit of volume commonly used in cooking.
de: Die Tasse ist eine Volumeneinheit, die hauptsächlich beim Kochen verwendet wird. Eine Tasse entspricht etwa 240 Milliliter.
es: Una taza es una unidad de volumen en el sistema imperial utilizada en la cocina, igual a 240 mililitros.
fr: La tasse est une unité de volume utilisée principalement en cuisine. 1 tasse = 240 millilitres.
ja: カップは体積の単位で、1カップは約240ミリリットルです。
ko: 컵은 부피의 단위입니다. 1컵은 약 240밀리리터입니다.
pt: Copo é uma unidade de volume usada na culinária, igual a 240 mililitros.
ru: Чашка - это единица объема, используемая в кулинарии, равная примерно 240 миллилитрам.
th: ถ้วยเป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของของเหลวหรือของแห้งในการทำอาหาร
zh_hans: 杯是体积单位，等于0.24升。
zh_hant: 杯是烹飪中常用的體積單位。

# pints.shortName
source: Pints
de: Pint
es: Pintas
fr: Pinte
ja: パイント
ko: 파인트
pt: Pint
ru: Пинта
th: ไพน์
zh_hans: 品脱
zh_hant: 品脫

# pints.longName
source: Pints
de: Pint
es: Pintas
fr: Pinte
ja: パイント
ko: 파인트
ru: Пинта
th: ไพน์
zh_hans: 品脱
zh_hant: 品脫

# pints.detailedIntroduction
source: Pints are a unit of volume in the imperial system.
de: Das Pint ist eine Volumeneinheit, die hauptsächlich in den USA verwendet wird. Ein Pint entspricht etwa 473,176 Milliliter.
es: Una pinta es una unidad de volumen en el sistema imperial, igual a 473.176 mililitros.
fr: La pinte est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni. 1 pinte américaine = 473.176 millilitres, 1 pinte impériale = 568.261 millilitres.
ja: パイントは体積の単位で、1パイントは約473.176ミリリットルです。
ko: 파인트는 부피의 단위입니다. 1파인트는 약 473.176밀리리터입니다.
pt: Pint é uma unidade de volume usada principalmente nos Estados Unidos e no Reino Unido.
ru: Пинта - это единица объема, используемая в США и Великобритании, равная примерно 473.18 миллилитра в США и 568.26 миллилитра в Великобритании.
th: ไพน์เป็นหน่วยปริมาตรในระบบหน่วยอเมริกาที่ใช้ในการวัดปริมาตรของของเหลว เช่น น้ำหรือนม
zh_hans: 品脱是体积单位，等于约0.473176升。
zh_hant: 品脫是英制體積單位。

# imperialTeaspoons.shortName
source: Imperial Teaspoons
de: Imperial Teelöffel
es: Cucharaditas Imperiales
fr: Cuillère à Café Impériale
ja: 英ティースプーン
ko: 임페리얼 티스푼
pt: Colher de Chá Imperial
ru: имп ч.л.
th: ช้อนชาอิมพีเรียล
zh_hans: 英制茶匙
zh_hant: 帝國茶匙

# imperialTeaspoons.longName
source: Imperial Teaspoons
de: Imperial Teelöffel
es: Cucharaditas Imperiales
fr: Cuillère à Café Impériale
ja: 英ティースプーン
ko: 임페리얼 티스푼
pt: Colheres de Chá Imperiais
ru: Имперская чайная ложка
th: ช้อนชาอิมพีเรียล
zh_hans: 英制茶匙
zh_hant: 帝國茶匙
