Repository: RapboyGao/AUnit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt, ru, th, zh_hans, zh_hant

# years.detailedIntroduction
source: Years are a unit of time commonly used to measure longer durations.
de: Das Jahr ist eine Zeiteinheit, die 365 Tage oder 366 Tage in einem Schaltjahr entspricht. Es wird häufig in Alltagssituationen verwendet.
es: Un año es una unidad de tiempo igual a 365.25 días.
fr: L'année est une unité de temps égale à 365.25 jours, prenant en compte les années bissextiles.
ja: 年は時間の単位で、1年は約365.25日です。
ko: 년은 시간을 측정하는 단위입니다. 1년은 약 31557600초입니다.
pt: Ano é uma unidade de tempo igual a 365 dias ou 366 dias em um ano bissexto.
th: ปีเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งปี
zh_hans: 年是时间单位，等于365.25天，考虑了闰年。
zh_hant: 年是時間單位，常用於測量較長的時間段。

# decades.symbol
source: dec
ru: дек
th: ทศวรรษ
zh_hans: decade

# decades.shortName
source: Decades
de: Dekade
es: Décadas
fr: Décennie
ja: 十年
ko: 10년
pt: Década
ru: дек
th: ทศวรรษ
zh_hans: 十年
zh_hant: 十年

# decades.longName
source: Decades
de: Dekade
es: Décadas
fr: Décennie
ja: 十年
ko: 10년
pt: Décadas
ru: Десятилетия
th: ทศวรรษ
zh_hans: 十年
zh_hant: 十年

# decades.detailedIntroduction
source: Decades are a unit of time equal to ten years.
de: Die Dekade ist eine Zeiteinheit, die zehn Jahre entspricht. Es wird häufig in historischen und wissenschaftlichen Kontexten verwendet.
es: Una década es una unidad de tiempo igual a 10 años.
fr: La décennie est une unité de temps égale à 10 ans.
ja: 十年は時間の単位で、1十年は10年です。
ko: 10년은 시간을 측정하는 단위입니다. 1 10년은 약 315576000초입니다.
pt: Década é uma unidade de tempo igual a dez anos.
th: ทศวรรษเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งทศวรรษ
zh_hans: 十年是时间单位，等于10年。
zh_hant: 十年是時間單位，等於十年。

# centuries.symbol
source: cen
de: cent
es: cent
fr: cent
ja: cent
ko: cent
pt: cent
ru: век
th: ศตวรรษ
zh_hans: century
zh_hant: cent

# centuries.shortName
source: Centuries
de: Jahrhundert
es: Siglos
fr: Siècle
ja: 百年
ko: 세기
pt: Século
ru: век
th: ศตวรรษ
zh_hans: 世纪
zh_hant: 世紀

# centuries.longName
source: Centuries
de: Jahrhundert
es: Siglos
fr: Siècle
ja: 百年
ko: 세기
pt: Séculos
ru: Века
th: ศตวรรษ
zh_hans: 世纪
zh_hant: 世紀

# centuries.detailedIntroduction
source: Centuries are a unit of time equal to one hundred years.
de: Das Jahrhundert ist eine Zeiteinheit, die 100 Jahre entspricht. Es wird häufig in historischen und wissenschaftlichen Kontexten verwendet.
es: Un siglo es una unidad de tiempo igual a 100 años.
fr: Le siècle est une unité de temps égale à 100 ans.
ja: 百年は時間の単位で、1百年は100年です。
ko: 세기는 시간을 측정하는 단위입니다. 1세기는 약 3155760000초입니다.
pt: Século é uma unidade de tempo igual a cem anos.
th: ศตวรรษเป็นหน่วยเวลาในระบบเมตริกที่ใช้ในการวัดระยะเวลาของเหตุการณ์หรือกิจกรรมในหนึ่งศตวรรษ
zh_hans: 世纪是时间单位，等于100年。
zh_hant: 世紀是時間單位，等於一百年。

# megaampereHours.shortName
source: Megaampere Hours
de: Mega-Ampere-Stunden
es: Megaamperios-Hora
fr: Mégaampère-Heure
ja: メガアンペア時
ko: 메가암페어시
pt: Megaampere-hora
ru: МАч
th: เมกะแอมแปร์ชั่วโมง
zh_hans: 兆安培小时
zh_hant: 兆安時

# megaampereHours.longName
source: Megaampere Hours
de: Mega-Ampere-Stunden
es: Megaamperios-Hora
fr: Mégaampère-Heure
ja: メガアンペア時
ko: 메가암페어시
pt: Megaampere-horas
ru: Мегаампер-час
th: เมกะแอมแปร์ชั่วโมง
zh_hans: 兆安培小时
zh_hant: 兆安時

# megaampereHours.detailedIntroduction
source: Megaampere Hours are a unit of electric charge capacity equal to one million ampere hours.
de: Mega-Ampere-Stunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Batterieindustrie verwendet wird. Ein Mega-Ampere-Stunde entspricht 1.000.000 Ampere-Stunden.
es: Megaamperios-hora es una unidad de capacidad de carga eléctrica igual a un millón de amperios-hora.
fr: Le mégaampère-heure est une unité de capacité de charge électrique égale à un million d'ampères-heures.
ja: メガアンペア時は電荷容量の単位で、1メガアンペア時は3600秒あたりのメガアンペア数を表します。
ko: 메가암페어시는 전하 용량의 단위입니다. 1메가암페어시는 3600킬로암페어시입니다.
pt: Megaampere-hora é uma unidade de carga elétrica, igual a um milhão de ampere-horas.
th: เมกะแอมแปร์ชั่วโมงเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่เก็บอยู่ในแบตเตอรี่หรือใช้ในการวัดพลังงานไฟฟ้าที่ใช้ในระบบขนาดใหญ่
zh_hans: 兆安培小时是电荷容量单位，等于3,600,000,000库仑。
zh_hant: 兆安時是電荷容量單位，等於一百萬安培小時。

# kiloampereHours.shortName
source: Kiloampere Hours
de: Kilo-Ampere-Stunden
es: Kiloamperios-Hora
fr: Kiloampère-Heure
ja: キロアンペア時
ko: 킬로암페어시
pt: Kiloampere-hora
ru: кАч
th: กิโลแอมแปร์ชั่วโมง
zh_hans: 千安培小时
zh_hant: 千安時

# kiloampereHours.longName
source: Kiloampere Hours
de: Kilo-Ampere-Stunden
es: Kiloamperios-Hora
fr: Kiloampère-Heure
ja: キロアンペア時
ko: 킬로암페어시
pt: Kiloampere-horas
ru: Килоампер-час
th: กิโลแอมแปร์ชั่วโมง
zh_hans: 千安培小时
zh_hant: 千安時

# kiloampereHours.detailedIntroduction
source: Kiloampere Hours are a unit of electric charge capacity equal to one thousand ampere hours.
de: Kilo-Ampere-Stunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Batterieindustrie verwendet wird. Ein Kilo-Ampere-Stunde entspricht 1.000 Ampere-Stunden.
es: Kiloamperios-hora es una unidad de capacidad de carga eléctrica igual a mil amperios-hora.
fr: Le kiloampère-heure est une unité de capacité de charge électrique égale à mille ampères-heures.
ja: キロアンペア時は電荷容量の単位で、1キロアンペア時は3600秒あたりのキロアンペア数を表します。
ko: 킬로암페어시는 전하 용량의 단위입니다. 1킬로암페어시는 3600암페어시입니다.
pt: Kiloampere-hora é uma unidade de carga elétrica, igual a mil ampere-horas.
th: กิโลแอมแปร์ชั่วโมงเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่เก็บอยู่ในแบตเตอรี่หรือใช้ในการวัดพลังงานไฟฟ้าที่ใช้ในระบบขนาดใหญ่
zh_hans: 千安培小时是电荷容量单位，等于3,600,000库仑。
zh_hant: 千安時是電荷容量單位，等於一千安培小時。

# ampereHours.shortName
source: Ampere Hours
de: Ampere-Stunden
es: Amperios-Hora
fr: Ampère-Heure
ja: アンペア時
ko: 암페어시
pt: Ampere-hora
ru: А·ч
th: แอมแปร์ชั่วโมง
zh_hans: 安培小时
zh_hant: 安時

# ampereHours.longName
source: Ampere Hours
de: Ampere-Stunden
es: Amperios-Hora
fr: Ampère-Heure
ja: アンペア時
ko: 암페어시
pt: Ampere-horas
ru: Ампер-час
th: แอมแปร์ชั่วโมง
zh_hans: 安培小时
zh_hant: 安時

# ampereHours.detailedIntroduction
source: Ampere Hours are a unit of electric charge capacity.
de: Ampere-Stunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Batterieindustrie verwendet wird. Eine Ampere-Stunde entspricht 3.600 Coulomb.
es: Amperios-hora es una unidad de capacidad de carga eléctrica igual a un amperio de corriente durante una hora.
fr: L'ampère-heure est une unité de capacité de charge électrique égale à un ampère multiplié par une heure.
ja: アンペア時は電荷容量の単位で、1アンペア時は3600秒あたりのアンペア数を表します。
ko: 암페어시는 전하 용량의 단위입니다. 1암페어시는 3600암페어초입니다.
pt: Ampere-hora é uma unidade de carga elétrica, igual a um ampere de corrente fluindo por uma hora.
ru: Ампер-час - это единица измерения электрического заряда, равная заряду, который проходит через проводник при токе 1 ампер в течение 1 часа.
th: แอมแปร์ชั่วโมงเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่เก็บอยู่ในแบตเตอรี่หรือใช้ในการวัดพลังงานไฟฟ้าที่ใช้ในระบบขนาดเล็ก
zh_hans: 安培小时是电荷容量单位，等于3600库仑。
zh_hant: 安時是電荷容量單位。

# milliampereHours.shortName
source: Milliampere Hours
de: Milli-Ampere-Stunden
es: Milamperios-Hora
fr: Milliampère-Heure
ja: ミリアンペア時
ko: 밀리암페어시
pt: Miliampere-hora
ru: мА·ч
th: มิลลิแอมแปร์ชั่วโมง
zh_hans: 毫安培小时
zh_hant: 毫安時

# milliampereHours.longName
source: Milliampere Hours
de: Milli-Ampere-Stunden
es: Milamperios-Hora
fr: Milliampère-Heure
ja: ミリアンペア時
ko: 밀리암페어시
pt: Miliampere-horas
ru: Миллиампер-час
th: มิลลิแอมแปร์ชั่วโมง
zh_hans: 毫安培小时
zh_hant: 毫安時

# milliampereHours.detailedIntroduction
source: Milliampere Hours are a unit of electric charge capacity equal to one-thousandth of an ampere hour.
de: Milli-Ampere-Stunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Batterieindustrie verwendet wird. Eine Milli-Ampere-Stunde entspricht 3,6 Coulomb.
es: Milamperios-hora es una unidad de capacidad de carga eléctrica igual a una milésima parte de un amperio-hora.
fr: Le milliampère-heure est une unité de capacité de charge électrique égale à un millième d'ampère-heure.
ja: ミリアンペア時は電荷容量の単位で、1ミリアンペア時は3.6秒あたりのアンペア数を表します。
ko: 밀리암페어시는 전하 용량의 단위입니다. 1밀리암페어시는 0.001암페어시입니다.
pt: Miliampere-hora é uma unidade de carga elétrica, igual a milésimo de ampere-hora.
ru: Миллиампер-час - это единица измерения электрического заряда, равная заряду, который проходит через проводник при токе 1 миллиампер в течение 1 часа.
th: มิลลิแอมแปร์ชั่วโมงเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่เก็บอยู่ในแบตเตอรี่หรือใช้ในการวัดพลังงานไฟฟ้าที่ใช้ในระบบขนาดเล็ก
zh_hans: 毫安培小时是电荷容量单位，等于3.6库仑。
zh_hant: 毫安時是電荷容量單位，等於千分之一安培小時。

# microampereHours.symbol
source: µAh
es: μAh
ru: мкАч
zh_hans: μAh

# microampereHours.shortName
source: Microampere Hours
de: Mikro-Ampere-Stunden
es: Microamperios-Hora
fr: Microampère-Heure
ja: マイクロアンペア時
ko: 마이크로암페어시
pt: Microampere-hora
ru: мкАч
th: ไมโครแอมแปร์ชั่วโมง
zh_hans: 微安培小时
zh_hant: 微安時

# microampereHours.longName
source: Microampere Hours
de: Mikro-Ampere-Stunden
es: Microamperios-Hora
fr: Microampère-Heure
ja: マイクロアンペア時
ko: 마이크로암페어시
pt: Microampere-horas
ru: Микроампер-час
th: ไมโครแอมแปร์ชั่วโมง
zh_hans: 微安培小时
zh_hant: 微安時

# microampereHours.detailedIntroduction
source: Microampere Hours are a unit of electric charge capacity equal to one-millionth of an ampere hour.
de: Mikro-Ampere-Stunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Batterieindustrie verwendet wird. Eine Mikro-Ampere-Stunde entspricht 0,0036 Coulomb.
es: Microamperios-hora es una unidad de capacidad de carga eléctrica igual a una millonésima parte de un amperio-hora.
fr: Le microampère-heure est une unité de capacité de charge électrique égale à un millionième d'ampère-heure.
ja: マイクロアンペア時は電荷容量の単位で、1マイクロアンペア時は0.0036秒あたりのアンペア数を表します。
ko: 마이크로암페어시는 전하 용량의 단위입니다. 1마이크로암페어시는 0.000001암페어시입니다.
pt: Microampere-hora é uma unidade de carga elétrica, igual a milionésimo de ampere-hora.
th: ไมโครแอมแปร์ชั่วโมงเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่เก็บอยู่ในแบตเตอรี่หรือใช้ในการวัดพลังงานไฟฟ้าที่ใช้ในระบบขนาดเล็ก
zh_hans: 微安培小时是电荷容量单位，等于0.0036库仑。
zh_hant: 微安時是電荷容量單位，等於百萬分之一安培小時。

# ampereSeconds.shortName
source: Ampere Seconds
de: Ampere-Sekunden
es: Amperios-Segundo
fr: Ampère-Seconde
ja: アンペア秒
ko: 암페어초
pt: Ampere-segundo
ru: Ас
th: แอมแปร์วินาที
zh_hans: 安培秒
zh_hant: 安秒

# ampereSeconds.longName
source: Ampere Seconds
de: Ampere-Sekunden
es: Amperios-Segundo
fr: Ampère-Seconde
ja: アンペア秒
ko: 암페어초
pt: Ampere-segundos
ru: Ампер-секунда
th: แอมแปร์วินาที
zh_hans: 安培秒
zh_hant: 安秒

# ampereSeconds.detailedIntroduction
source: Ampere Seconds are a unit of electric charge capacity.
de: Ampere-Sekunden ist eine Einheit der elektrischen Ladungskapazität, die hauptsächlich in der Elektrotechnik verwendet wird. Eine Ampere-Sekunde entspricht einem Coulomb.
es: Amperios-segundo es una unidad de capacidad de carga eléctrica igual a un amperio de corriente durante un segundo.
fr: L'ampère-seconde est une unité de capacité de charge électrique égale à un ampère multiplié par une seconde.
ja: アンペア秒は電荷容量の単位で、1アンペア秒は1秒あたりのアンペア数を表します。
ko: 암페어초는 전하 용량의 단위입니다. 1암페어초는 1암페어시입니다.
pt: Ampere-segundo é uma unidade de carga elétrica, igual a um ampere de corrente fluindo por um segundo.
th: แอมแปร์วินาทีเป็นหน่วยพลังงานไฟฟ้าที่ใช้ในการวัดปริมาณพลังงานที่ไหลผ่านวงจรไฟฟ้าในเวลาหนึ่งวินาที
zh_hans: 安培秒是电荷容量单位，等于1库仑。
zh_hant: 安秒是電荷容量單位。

# megaamperes.shortName
source: Megaamperes
de: Mega-Ampere
es: Megaamperios
fr: Mégaampère
ja: メガアンペア
ko: 메가암페어
pt: Megaampere
ru: МА
th: เมกะแอมแปร์
zh_hans: 兆安培
zh_hant: 兆安

# megaamperes.longName
source: Megaamperes
de: Mega-Ampere
es: Megaamperios
fr: Mégaampère
ja: メガアンペア
ko: 메가암페어
ru: Мегаампер
th: เมกะแอมแปร์
zh_hans: 兆安培
zh_hant: 兆安

# megaamperes.detailedIntroduction
source: Megaamperes are a unit of electric current equal to one million amperes.
de: Mega-Ampere ist eine Einheit der elektrischen Stromstärke im internationalen Einheitensystem (SI). Ein Mega-Ampere entspricht 1.000.000 Ampere.
es: Megaamperios es una unidad de corriente eléctrica en el Sistema Internacional de Unidades, igual a un millón de amperios.
fr: Le mégaampère est une unité de courant électrique égale à un million d'ampères.
ja: メガアンペアは電流の単位で、1メガアンペアは100万アンペアです。
ko: 메가암페어는 전류의 단위입니다. 1메가암페어는 100만 암페어입니다.
pt: Megaampere é uma unidade de corrente elétrica no Sistema Internacional de Unidades (SI), igual a um milhão de amperes.
th: เมกะแอมแปร์เป็นหน่วยกระแสไฟฟ้าที่ใช้ในการวัดปริมาณกระแสไฟฟ้าในระบบขนาดใหญ่ เช่น การผลิตพลังงานไฟฟ้า
zh_hans: 兆安培是电流单位，等于1,000,000安培。
zh_hant: 兆安是電流單位，等於一百萬安培。

# kiloamperes.shortName
source: Kiloamperes
de: Kilo-Ampere
es: Kiloamperios
fr: Kiloampère
ja: キロアンペア
ko: 킬로암페어
pt: Kiloampere
ru: кА
th: กิโลแอมแปร์
zh_hans: 千安培
zh_hant: 千安

# kiloamperes.longName
source: Kiloamperes
de: Kilo-Ampere
es: Kiloamperios
fr: Kiloampère
ja: キロアンペア
ko: 킬로암페어
ru: Килоампер
th: กิโลแอมแปร์
zh_hans: 千安培
zh_hant: 千安

# kiloamperes.detailedIntroduction
source: Kiloamperes are a unit of electric current equal to one thousand amperes.
de: Kilo-Ampere ist eine Einheit der elektrischen Stromstärke im internationalen Einheitensystem (SI). Ein Kilo-Ampere entspricht 1.000 Ampere.
es: Kiloamperios es una unidad de corriente eléctrica en el Sistema Internacional de Unidades, igual a mil amperios.
fr: Le kiloampère est une unité de courant électrique égale à mille ampères.
ja: キロアンペアは電流の単位で、1キロアンペアは1000アンペアです。
ko: 킬로암페어는 전류의 단위입니다. 1킬로암페어는 1000암페어입니다.
pt: Kiloampere é uma unidade de corrente elétrica no Sistema Internacional de Unidades (SI), igual a mil amperes.
th: กิโลแอมแปร์เป็นหน่วยกระแสไฟฟ้าที่ใช้ในการวัดปริมาณกระแสไฟฟ้าในระบบขนาดใหญ่ เช่น การผลิตพลังงานไฟฟ้า
zh_hans: 千安培是电流单位，等于1000安培。
zh_hant: 千安是電流單位，等於一千安培。

# amperes.shortName
source: Amperes
de: Ampere
es: Amperios
fr: Ampère
ja: アンペア
ko: 암페어
pt: Ampère
ru: А
th: แอมแปร์
zh_hans: 安培
zh_hant: 安

# amperes.longName
source: Amperes
de: Ampere
es: Amperios
fr: Ampère
ja: アンペア
ko: 암페어
pt: Ampères
ru: Ампер
th: แอมแปร์
zh_hans: 安培
zh_hant: 安

# amperes.detailedIntroduction
source: Amperes are the SI base unit of electric current.
de: Das Ampere ist die Basiseinheit der elektrischen Stromstärke im internationalen Einheitensystem (SI). Ein Ampere ist definiert als der Strom, der durch zwei parallele Leiter fließt, die einen Meter voneinander entfernt sind und eine Kraft von 2 × 10^(-7) Newton pro Meter erzeugen.
es: Amperios es la unidad básica de corriente eléctrica en el Sistema Internacional de Unidades.
fr: L'ampère est l'unité de base du courant électrique dans le système international d'unités (SI).
ja: アンペアは電流の基本単位で、1アンペアは1アンペアです。
ko: 암페어는 전류의 단위입니다. 1암페어는 1암페어시입니다.
pt: Ampère é a unidade básica de medida da corrente elétrica no Sistema Internacional de Unidades (SI).
ru: Ампер - это единица измерения электрического тока в Международной системе единиц (СИ), равная току, который проходит через проводник при напряжении 1 вольт и сопротивлении 1 ом.
th: แอมแปร์เป็นหน่วยกระแสไฟฟ้าที่ใช้ในการวัดปริมาณกระแสไฟฟ้าในวงจรไฟฟ้า
zh_hans: 安培是电流单位，是国际单位制的基本单位之一。
zh_hant: 安培是國際單位制（SI）的電流基本單位。

# milliamperes.shortName
source: Milliamperes
de: Milli-Ampere
es: Milamperios
fr: Milliampère
ja: ミリアンペア
ko: 밀리암페어
pt: Miliampère
ru: мА
th: มิลลิแอมแปร์
zh_hans: 毫安培
zh_hant: 毫安

# milliamperes.longName
source: Milliamperes
de: Milli-Ampere
es: Milamperios
fr: Milliampère
ja: ミリアンペア
ko: 밀리암페어
pt: Miliampères
ru: Миллиампер
th: มิลลิแอมแปร์
zh_hans: 毫安培
zh_hant: 毫安

# milliamperes.detailedIntroduction
source: Milliamperes are a unit of electric current equal to one-thousandth of an ampere.
de: Milli-Ampere ist eine Einheit der elektrischen Stromstärke im internationalen Einheitensystem (SI). Ein Milli-Ampere entspricht 1/1.000 Ampere.
es: Milamperios es una unidad de corriente eléctrica en el Sistema Internacional de Unidades, igual a una milésima parte de un amperio.
fr: Le milliampère est une unité de courant électrique égale à un millième d'ampère.
ja: ミリアンペアは電流の単位で、1ミリアンペアは0.001アンペアです。
ko: 밀리암페어는 전류의 단위입니다. 1밀리암페어는 0.001암페어입니다.
pt: Miliampère é uma unidade de medida da corrente elétrica, igual a um milésimo de ampère.
ru: Миллиампер - это единица измерения электрического тока в Международной системе единиц (СИ), равная 1/1000 ампера.
th: มิลลิแอมแปร์เป็นหน่วยกระแสไฟฟ้าที่ใช้ในการวัดปริมาณกระแสไฟฟ้าในวงจรไฟฟ้า
zh_hans: 毫安培是电流单位，等于0.001安培。
zh_hant: 毫安是電流單位，等於千分之一安培。

# microamperes.symbol
source: µA
es: μA
ru: мкА
zh_hans: μA

# microamperes.shortName
source: Microamperes
de: Mikro-Ampere
es: Microamperios
fr: Microampère
ja: マイクロアンペア
ko: 마이크로암페어
pt: Microampere
ru: мкА
th: ไมโครแอมแปร์
zh_hans: 微安培
zh_hant: 微安

# microamperes.longName
source: Microamperes
de: Mikro-Ampere
es: Microamperios
fr: Microampère
ja: マイクロアンペア
ko: 마이크로암페어
ru: Микроампер
th: ไมโครแอมแปร์
zh_hans: 微安培
zh_hant: 微安

# microamperes.detailedIntroduction
source: Microamperes are a unit of electric current equal to one-millionth of an ampere.
de: Mikro-Ampere ist eine Einheit der elektrischen Stromstärke im internationalen Einheitensystem (SI). Ein Mikro-Ampere entspricht 1/1.000.000 Ampere.
es: Microamperios es una unidad de corriente eléctrica en el Sistema Internacional de Unidades, igual a una millonésima parte de un amperio.
fr: Le microampère est une unité de courant électrique égale à un millionième d'ampère.
ja: マイクロアンペアは電流の単位で、1マイクロアンペアは0.000001アンペアです。
ko: 마이크로암페어는 전류의 단위입니다. 1마이크로암페어는 0.000001암페어입니다.
pt: Microampere é uma unidade de corrente elétrica no Sistema Internacional de Unidades (SI), igual a milionésimo de ampere.
th: ไมโครแอมแปร์เป็นหน่วยกระแสไฟฟ้าที่ใช้ในการวัดปริมาณกระแสไฟฟ้าในวงจรไฟฟ้า
zh_hans: 微安培是电流单位，等于0.000001安培。
zh_hant: 微安是電流單位，等於百萬分之一安培。

# megavolts.shortName
source: Megavolts
de: Megavolt
es: Megavoltios
fr: Mégavolt
ja: メガボルト
ko: 메가볼트
pt: Megavolt
ru: МВ
th: เมกะโวลต์
zh_hans: 兆伏特
zh_hant: 兆伏

# megavolts.longName
source: Megavolts
de: Megavolt
es: Megavoltios
fr: Mégavolt
ja: メガボルト
ko: 메가볼트
ru: Мегавольт
th: เมกะโวลต์
zh_hans: 兆伏特
zh_hant: 兆伏

# megavolts.detailedIntroduction
source: Megavolts are a unit of electric potential equal to one million volts.
de: Der Megavolt ist eine Einheit des elektrischen Potenzials im internationalen Einheitensystem (SI). Ein Megavolt entspricht 1.000.000 Volt.
es: Megavoltios es una unidad de potencial eléctrico en el Sistema Internacional de Unidades, igual a un millón de voltios.
fr: Le mégavolt est une unité de potentiel électrique égale à un million de volts.
ja: メガボルトは電位の単位で、1メガボルトは100万ボルトです。
ko: 메가볼트는 전위의 단위입니다. 1메가볼트는 100만 볼트입니다.
pt: Megavolt é uma unidade de potencial elétrico no Sistema Internacional de Unidades (SI), igual a um milhão de volts.
th: เมกะโวลต์เป็นหน่วยแรงดันไฟฟ้าที่ใช้ในการวัดปริมาณแรงดันไฟฟ้าในระบบขนาดใหญ่ เช่น การผลิตพลังงานไฟฟ้า
zh_hans: 兆伏特是电压单位，等于1,000,000伏特。
zh_hant: 兆伏是電位單位，等於一百萬伏特。

# kilovolts.shortName
source: Kilovolts
de: Kilovolt
es: Kilovoltios
fr: Kilovolt
ja: キロボルト
ko: 킬로볼트
pt: Kilovolt
ru: кВ
th: กิโลโวลต์
zh_hans: 千伏特
zh_hant: 千伏

# kilovolts.longName
source: Kilovolts
de: Kilovolt
es: Kilovoltios
fr: Kilovolt
ja: キロボルト
ko: 킬로볼트
ru: Киловольт
th: กิโลโวลต์
zh_hans: 千伏特
zh_hant: 千伏

# kilovolts.detailedIntroduction
source: Kilovolts are a unit of electric potential equal to one thousand volts.
de: Der Kilovolt ist eine Einheit des elektrischen Potenzials im internationalen Einheitensystem (SI). Ein Kilovolt entspricht 1.000 Volt.
es: Kilovoltios es una unidad de potencial eléctrico en el Sistema Internacional de Unidades, igual a mil voltios.
fr: Le kilovolt est une unité de potentiel électrique égale à mille volts.
ja: キロボルトは電位の単位で、1キロボルトは1000ボルトです。
ko: 킬로볼트는 전위의 단위입니다. 1킬로볼트는 1000볼트입니다.
pt: Kilovolt é uma unidade de potencial elétrico no Sistema Internacional de Unidades (SI), igual a mil volts.
th: กิโลโวลต์เป็นหน่วยแรงดันไฟฟ้าที่ใช้ในการวัดปริมาณแรงดันไฟฟ้าในระบบขนาดใหญ่ เช่น การผลิตพลังงานไฟฟ้า
zh_hans: 千伏特是电压单位，等于1000伏特。
zh_hant: 千伏是電位單位，等於一千伏特。

# volts.shortName
source: Volts
de: Volt
es: Voltios
fr: Volt
ja: ボルト
ko: 볼트
pt: Volt
ru: Вольт
th: โวลต์
zh_hans: 伏特
zh_hant: 伏

# volts.longName
source: Volts
de: Volt
es: Voltios
fr: Volt
ja: ボルト
ko: 볼트
ru: Вольт
th: โวลต์
zh_hans: 伏特
zh_hant: 伏

# volts.detailedIntroduction
source: Volts are the SI base unit of electric potential.
de: Der Volt ist die Basiseinheit des elektrischen Potenzials im internationalen Einheitensystem (SI). Ein Volt ist definiert als die Potenzialdifferenz zwischen zwei Punkten eines Leiters, in dem ein Strom von einem Ampere bei einer Leistung von einem Watt fließt.
es: Voltios es la unidad básica de potencial eléctrico en el Sistema Internacional de Unidades.
fr: Le volt est l'unité de base du potentiel électrique dans le système international d'unités (SI).
ja: ボルトは電位の基本単位で、1ボルトは1ボルトです。
ko: 볼트는 전위의 단위입니다. 1볼트는 1볼트입니다.
pt: Volt é a unidade básica de medida do potencial elétrico no Sistema Internacional de Unidades (SI).
ru: Вольт - это единица измерения электрического напряжения в Международной системе единиц (СИ), равная напряжению, при котором ток 1 ампер проходит через проводник с сопротивлением 1 ом.
th: โวลต์เป็นหน่วยแรงดันไฟฟ้าที่ใช้ในการวัดปริมาณแรงดันไฟฟ้าในวงจรไฟฟ้า
zh_hans: 伏特是电压单位，是国际单位制的基本单位之一。
zh_hant: 伏特是國際單位制（SI）的電位基本單位。

# millivolts.shortName
source: Millivolts
de: Millivolt
es: Milivoltios
fr: Millivolt
ja: ミリボルト
ko: 밀리볼트
pt: Milivolt
ru: мВ
th: มิลลิโวลต์
zh_hans: 毫伏特
zh_hant: 毫伏

# millivolts.longName
source: Millivolts
de: Millivolt
es: Milivoltios
fr: Millivolt
ja: ミリボルト
ko: 밀리볼트
pt: Milivolts
ru: Милливольт
th: มิลลิโวลต์
zh_hans: 毫伏特
zh_hant: 毫伏

# millivolts.detailedIntroduction
source: Millivolts are a unit of electric potential equal to one-thousandth of a volt.
de: Der Millivolt ist eine Einheit des elektrischen Potenzials im internationalen Einheitensystem (SI). Ein Millivolt entspricht 1/1.000 Volt.
es: Milivoltios es una unidad de potencial eléctrico en el Sistema Internacional de Unidades, igual a una milésima parte de un voltio.
fr: Le millivolt est une unité de potentiel électrique égale à un millième de volt.
ja: ミリボルトは電位の単位で、1ミリボルトは0.001ボルトです。
ko: 밀리볼트는 전위의 단위입니다. 1밀리볼트는 0.001볼트입니다.
pt: Milivolt é uma unidade de medida do potencial elétrico, igual a um milésimo de volt.
ru: Милливольт - это единица измерения электрического напряжения в Международной системе единиц (СИ), равная 1/1000 вольта.
th: มิลลิโวลต์เป็นหน่วยแรงดันไฟฟ้าที่ใช้ในการวัดปริมาณแรงดันไฟฟ้าในวงจรไฟฟ้า
zh_hans: 毫伏特是电压单位，等于0.001伏特。
zh_hant: 毫伏是電位單位，等於千分之一伏特。

# microvolts.symbol
source: µV
es: μV
ru: мкВ
zh_hans: μV

# microvolts.shortName
source: Microvolts
de: Mikrovolt
es: Microvoltios
fr: Microvolt
ja: マイクロボルト
ko: 마이크로볼트
pt: Microvolt
ru: мкВ
th: ไมโครโวลต์
zh_hans: 微伏特
zh_hant: 微伏

# microvolts.longName
source: Microvolts
de: Mikrovolt
es: Microvoltios
fr: Microvolt
ja: マイクロボルト
ko: 마이크로볼트
ru: Микровольт
th: ไมโครโวลต์
zh_hans: 微伏特
zh_hant: 微伏

# microvolts.detailedIntroduction
source: Microvolts are a unit of electric potential equal to one-millionth of a volt.
de: Der Mikrovolt ist eine Einheit des elektrischen Potenzials im internationalen Einheitensystem (SI). Ein Mikrovolt entspricht 1/1.000.000 Volt.
es: Microvoltios es una unidad de potencial eléctrico en el Sistema Internacional de Unidades, igual a una millonésima parte de un voltio.
fr: Le microvolt est une unité de potentiel électrique égale à un millionième de volt.
ja: マイクロボルトは電位の単位で、1マイクロボルトは0.000001ボルトです。
ko: 마이크로볼트는 전위의 단위입니다. 1마이크로볼트는 0.000001볼트입니다.
pt: Microvolt é uma unidade de potencial elétrico no Sistema Internacional de Unidades (SI), igual a milionésimo de volt.
th: ไมโครโวลต์เป็นหน่วยแรงดันไฟฟ้าที่ใช้ในการวัดปริมาณแรงดันไฟฟ้าในวงจรไฟฟ้า
zh_hans: 微伏特是电压单位，等于0.000001伏特。
zh_hant: 微伏是電位單位，等於百萬分之一伏特。

# megaohms.shortName
source: Megaohms
de: Megohm
es: Megaohmios
fr: Mégaohm
ja: メガオーム
ko: 메가옴
pt: Megaohm
ru: МОм
th: เมกะโอห์ม
zh_hans: 兆欧
zh_hant: 兆歐

# megaohms.longName
source: Megaohms
de: Megohm
es: Megaohmios
fr: Mégaohm
ja: メガオーム
ko: 메가옴
ru: Мегаом
th: เมกะโอห์ม
zh_hans: 兆欧
zh_hant: 兆歐
